[
	"In the fisherman's home at Capernaum the mother of Peter's wife is lying sick of \"a great fever,\" and \"they tell Him of her.\" Jesus \"touched her hand, and the fever left her,\" and she arose and ministered to the Saviour and His disciples. Luke 4:38; Mark 1:30; Matthew 8:15.",
	"Rapidly the tidings spread. The miracle had been wrought upon the Sabbath, and for fear of the rabbis the people dared not come for healing until the sun was set. Then from the homes, the shops, the market places, the inhabitants of the city pressed toward the humble dwelling that sheltered Jesus. The sick were brought upon litters, they came leaning upon staffs, or, supported by friends, they tottered feebly into the Saviour's presence.",
	"Hour after hour they came and went; for none could know whether tomorrow would find the Healer still among them. Never before had Capernaum witnessed a day like this. The air was filled with the voice of triumph and shouts of deliverance.",
	"Not until the last sufferer had been relieved did Jesus cease His work. It was far into the night when the multitude departed and silence settled down upon the home of Simon. The long, exciting day was past, and Jesus sought rest. But while the city was wrapped in slumber, the Saviour, \"rising up a great while before day,\" \"went out, and departed into a solitary place, and there prayed.\" Mark 1:35.",
	"Early in the morning Peter and his companions came to Jesus, saying that already the people of Capernaum were seeking Him. With surprise they heard Christ's words, \"I must preach the kingdom of God to other cities also: for therefore am I sent.\" Luke 4:43.",
	"In the excitement which then pervaded Capernaum there was danger that the object of His mission would be lost sight of. Jesus was not satisfied to attract attention to Himself merely as a wonder-worker or as a healer of physical disease. He was seeking to draw men to Him as their Saviour. While the people were eager to believe that He had come as a king to establish an earthly reign, He desired to turn their minds from the earthly to the spiritual. Mere worldly success would interfere with His work.",
	"And the wonder of the careless crowd jarred upon His spirits. No self-assertion mingled with His life. The homage which the world gives to position, wealth, or talent was foreign to the Son of man. None of the means that men employ to win allegiance or command homage did Jesus use. Centuries before His birth it had been prophesied of Him, \"He shall not cry, nor lift up, nor cause His voice to be heard in the street. A bruised reed shall He not break, and the dimly burning flax shall He not quench: He shall bring forth judgment unto truth.\" Isaiah 42:2, 3, margin.",
	"The Pharisees sought distinction by their scrupulous ceremonialism and the ostentation of their worship and their charities. They proved their zeal for religion by making it the theme of discussion. Disputes between opposing sects were loud and long, and it was not unusual to hear on the streets the voice of angry controversy from learned doctors of the law.",
	"In marked contrast to all this was the life of Jesus. In that life no noisy disputation, no ostentatious worship, no act to gain applause, was ever witnessed. Christ was hid in God, and God was revealed in the character of His Son. To this revelation Jesus desired the minds of the people to be directed.",
	"The Sun of Righteousness did not burst upon the world in splendor, to dazzle the senses with His glory. It is written of Christ, \"His going forth is prepared as the morning.\" Hosea 6:3. Quietly and gently the daylight breaks upon the earth, dispelling the darkness and waking the world to life. So did the Sun of Righteousness arise, \"with healing in His wings.\" Malachi 4:2.",
	"\"Behold My Servant, whom I uphold; Mine Elect, in whom My soul delighteth.\" Isaiah 42:1. ",
	"\"Thou hast been a strength to the poor, A strength to the needy in his distress, A refuge from the storm, a shadow from the heat.\" Isaiah 25:4. ",
	"\"Thus saith God the Lord, He that created the heavens, and stretched them out; He that spread forth the earth, and that which cometh out of it; He that giveth breath unto the people upon it, And spirit to them that walk therein: I the Lord have called Thee in righteousness, And will hold Thine hand, And will keep Thee, and give Thee for a covenant of the people, For a light of the Gentiles; To open the blind eyes, To bring out the prisoners from the prison, And them that sit in darkness out of the prison house.\"  Isaiah 42:5-7. \"",
	"I will bring the blind by a way that they knew not; I will lead them in paths that they have not known: I will make darkness light before them, And crooked things straight. These things will I do unto them, and not forsake them.\" Verse 16.",
	"\"Sing unto the Lord a new song, And His praise from the end of the earth, Ye that go down to the sea, and all that is therein; The isles, and the inhabitants thereof. Let the wilderness and the cities thereof lift up the voice, The villages that Kedar doth inhabit: Let the inhabitants of the rock sing, Let them shout from the top of the mountains. Let them give glory unto the Lord, And declare His praise in the islands.\" Verses 10-12.",
	"\"Sing, O ye heavens; for the Lord hath done it: Shout, ye lower parts of the earth: Break forth into singing, ye mountains, O forest, and every tree therein: For the Lord hath redeemed Jacob, And glorified Himself in Israel.\" Isaiah 44:23.",
	"From Herod's dungeon, where in disappointment and perplexity concerning the Saviour's work, John the Baptist watched and waited, he sent two of his disciples to Jesus with the message:",
	"\"Art Thou He that should come, or do we look for another?\" Matthew 11:3.",
	"The Saviour did not at once answer the disciples' question. As they stood wondering at His silence, the afflicted were coming to Him. The voice of the Mighty Healer penetrated the deaf ear. A word, a touch of His hand, opened the blind eyes to behold the light of day, the scenes of nature, the faces of friends, and the face of the Deliverer. His voice reached the ears of the dying, and they arose in health and vigor. Paralyzed demoniacs obeyed His word, their madness left them, and they worshiped Him. The poor peasants and laborers, who were shunned by the rabbis as unclean, gathered about Him, and He spoke to them the words of eternal life.",
	"Thus the day wore away, the disciples of John seeing and hearing all. At last Jesus called them to Him, and bade them go and tell John what they had seen and heard, adding, \"Blessed is he, whosoever shall not be offended in Me.\" Verse 6. The disciples bore the message, and it was enough.",
	"John recalled the prophecy concerning the Messiah, \"Jehovah hath anointed Me to preach good tidings unto the meek; He hath sent Me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; to proclaim the year of Jehovah's favor, and ... to comfort all that mourn.\" Isaiah 61:1, 2, A.R.V. Jesus of Nazareth was the Promised One. The evidence of His divinity was seen in His ministry to the needs of suffering humanity. His glory was shown in His condescension to our low estate.",
	"The works of Christ not only declared Him to be the Messiah, but showed in what manner His kingdom was to be established. To John was opened the same truth that had come to Elijah in the desert, when \"a great and strong wind rent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake: and after the earthquake a fire; but the Lord was not in the fire:\" and after the fire, God spoke to the prophet by a still, small voice. 1 Kings 19:11, 12. So Jesus was to do His work, not by the overturning of thrones and kingdoms, not with pomp and outward display, but through speaking to the hearts of men by a life of mercy and self-sacrifice.",
	"The kingdom of God comes not with outward show. It comes through the gentleness of the inspiration of His word, through the inward working of His Spirit, the fellowship of the soul with Him who is its life. The greatest manifestation of its power is seen in human nature brought to the perfection of the character of Christ.",
	"The followers of Christ are to be the light of the world; but God does not bid them make an effort to shine. He does not approve of any self-satisfied endeavor to display superior goodness. He desires that their souls shall be imbued with the principles of heaven; then, as they come in contact with the world, they will reveal the light that is in them. Their steadfast fidelity in every act of life will be a means of illumination.",
	"Wealth or high position, costly equipment, architecture or furnishings, are not essential to the advancement of the work of God; neither are achievements that win applause from men and administer to vanity. Worldly display, however imposing, is of no value in God's sight. Above the seen and temporal, He values the unseen and eternal. The former is of worth only as it expresses the latter. The choicest productions of art possess no beauty that can compare with the beauty of character, which is the fruit of the Holy Spirit's working in the soul.",
	"When God gave His Son to our world, He endowed human beings with imperishable riches—riches compared with which the treasured wealth of men since the world began is nothingness. Christ came to the earth and stood before the children of men with the hoarded love of eternity, and this is the treasure that, through our connection with Him, we are to receive, to reveal, and to impart.",
	"Human effort will be efficient in the work of God just according to the consecrated devotion of the worker—by revealing the power of the grace of Christ to transform the life. We are to be distinguished from the world because God has placed His seal upon us, because He manifests in us His own character of love. Our Redeemer covers us with His righteousness.",
	"In choosing men and women for His service, God does not ask whether they possess worldly wealth, learning, or eloquence. He asks, \"Do they walk in such humility that I can teach them My way? Can I put My words into their lips? Will they represent Me?\"",
	"God can use every person just in proportion as He can put His Spirit into the soul temple. The work that He will accept is the work that reflects His image. His followers are to bear, as their credentials to the world, the ineffaceable characteristics of His immortal principles.",
	"As Jesus ministers in the streets of the cities, mothers with their sick and dying little ones in their arms press through the throng, seeking to come within reach of His notice.",
	"Behold these mothers, pale, weary, almost despairing, yet determined and persevering. Bearing their burden of suffering, they seek the Saviour. As they are crowded back by the surging throng, Christ makes His way to them step by step, until He is close by their side. Hope springs up in their hearts. Their tears of gladness fall as they catch His attention, and look into the eyes expressing such pity and love.",
	"Singling out one of the group, the Saviour invites her confidence, saying, \"What shall I do for thee?\" She sobs out her great want, \"Master, that Thou wouldest heal my child.\" Christ takes the little one from her arms, and disease flees at His touch. The pallor of death is gone; the life-giving current flows through the veins; the muscles receive strength. Words of comfort and peace are spoken to the mother; and then another case, just as urgent, is presented. Again Christ exercises His life-giving power, and all give praise and honor to Him who doeth wonderful things.",
	"We dwell much on the greatness of Christ's life. We speak of the wonderful things that He accomplished, of the miracles that He wrought. But His attention to things accounted small is even higher proof of His greatness.",
	"Among the Jews it was customary for children to be brought to some rabbi, that he might lay his hands upon them in blessing; but the disciples thought the Saviour's work too important to be interrupted in this way. When the mothers came desiring Him to bless their little ones, the disciples looked on them with disfavor. They thought these children too young to be benefited by a visit to Jesus, and concluded that He would be displeased at their presence. But the Saviour understood the care and burden of the mothers who were seeking to train their children according to the word of God. He had heard their prayers. He Himself had drawn them into His presence.",
	"One mother with her child had left her home to find Jesus. On the way she told a neighbor her errand, and the neighbor wished to have Jesus bless her children. Thus several mothers came here together, with their little ones. Some of the children had passed beyond the years of infancy to childhood and youth. When the mothers made known their desire, Jesus heard with sympathy the timid, tearful request. But He waited to see how the disciples would treat them. When He saw the disciples reproving the mothers and sending them away, thinking to do Him a favor, He showed them their error, saying, \"Suffer the little children to come unto Me, and forbid them not: for of such is the kingdom of God.\" Mark 10:14. He took the children in His arms, He laid His hands upon them, and gave them the blessings for which they came.",
	"The mothers were comforted. They returned to their homes strengthened and blessed by the words of Christ. They were encouraged to take up their burden with new cheerfulness and to work hopefully for their children.",
	"Could the afterlife of that little group be opened before us, we should see the mothers recalling to the minds of their children the scene of that day, and repeating to them the loving words of the Saviour. We should see, too, how often, in after years, the memory of these words kept the children from straying from the path cast up for the ransomed of the Lord.",
	"Christ is today the same compassionate Saviour as when He walked among men. He is as verily the helper of mothers now as when He gathered the little ones to His arms in Judea.",
	"The children of our hearths are as much the purchase of His blood as were the children of long ago.",
	"Jesus knows the burden of every mother's heart. He who had a mother that struggled with poverty and privation, sympathizes with every mother in her labors. He who made a long journey in order to relieve the anxious heart of a Canaanite woman will do as much for the mothers of today. He who gave back to the widow of Nain her only son, and in His agony upon the cross remembered His own mother, is touched today by the mother's sorrow. In every grief and every need, He will comfort and help.",
	"Let mothers come to Jesus with their perplexities. They will find grace sufficient to aid them in the care of their children. The gates are open for every mother who would lay her burdens at the Saviour's feet. He who said, \"Suffer the little children to come unto Me, and forbid them not\" (Mark 10:14), still invites mothers to bring their little ones to be blessed by Him.",
	"In the children who were brought in contact with Him, Jesus saw the men and women who should be heirs of His grace and subjects of His kingdom, and some of whom would become martyrs for His sake. He knew that these children would listen to Him and accept Him as their Redeemer far more readily than would grown-up people, many of whom were the worldly-wise and hardhearted. In teaching, He came down to their level. He, the Majesty of heaven, answered their questions and simplified His important lessons to meet their childish understanding. He planted in their minds the seeds of truth, which in after years would spring up and bear fruit unto eternal life.",
	"When Jesus told the disciples not to forbid the children to come to Him, He was speaking to His followers in all ages —to officers of the church, ministers, helpers, and all Christians. Jesus is drawing the children, and He bids us, \"Suffer them to come;\" as if He would say, They will come, if you do not hinder them.",
	"Let not your un-Christlike character misrepresent Jesus. Do not keep the little ones away from Him by your coldness and harshness. Never give them cause to feel that heaven would not be a pleasant place to them if you were there. Do not speak of religion as something that children cannot understand, or act as if they were not expected to accept Christ in their childhood. Do not give them the false impression that the religion of Christ is a religion of gloom, and that in coming to the Saviour they must give up all that makes life joyful.",
	"As the Holy Spirit moves upon the hearts of the children, co-operate with His work. Teach them that the Saviour is calling them, that nothing can afford Him greater joy than for them to give themselves to Him in the bloom and freshness of their years.",
	"The Saviour regards with infinite tenderness the souls whom He has purchased with His blood. They are the claim of His love. He looks upon them with unutterable longing. His heart is drawn out, not only to the best-trained and most attractive children, but to those who by inheritance and through neglect have objectionable traits of character. Many parents do not understand how much they are responsible for these traits in their children. They have not the tenderness and wisdom to deal with the erring ones whom they have made what they are. But Jesus looks upon these children with pity. He traces from cause to effect.",
	"The Christian worker may be Christ's agent in drawing these faulty and erring ones to the Saviour. By wisdom and tact he may bind them to his heart, he may give courage and hope, and through the grace of Christ may see them transformed in character, so that of them it may be said, \"Of such is the kingdom of God.\"",
	"All day the people had thronged the steps of Christ and His disciples as He taught beside the sea. They had listened to His gracious words, so simple and so plain that they were as the balm of Gilead to their souls. The healing of His divine hand had brought health to the sick and life to the dying. The day had seemed to them like heaven on earth, and they were unconscious of how long it had been since they had eaten anything.",
	"The sun was sinking in the west, and yet the people lingered. Finally the disciples came to Christ, urging that for their own sake the multitude should be sent away. Many had come from far and had eaten nothing since morning. In the surrounding towns and villages they might be able to obtain food. But Jesus said, \"Give ye them to eat.\" Matthew 14:16. Then, turning to Philip, He questioned, \"Whence shall we buy bread, that these may eat?\" John 6:5.",
	"Philip looked over the sea of heads and thought how impossible it would be to provide food for so great a company. He answered that two hundred pennyworth of bread would not be enough to divide among them so that each might have a little.",
	"Jesus inquired how much food could be found among the company. \"There is a lad here,\" said Andrew; \"which hath five barley loaves, and two small fishes: but what are they among so many?\" Verse 9. Jesus directed that these be brought to Him. Then He bade the disciples seat the people on the grass. When this was accomplished, He took the food, \"and looking up to heaven, He blessed, and brake, and gave the loaves to His disciples, and the disciples to the multitude. And they did all eat, and were filled: and they took up of the fragments that remained twelve baskets full.\" Matthew 14:19, 20.",
	"It was by a miracle of divine power that Christ fed the multitude; yet how humble was the fare provided—only the fishes and barley loaves that were the daily fare of the fisher-folk of Galilee.",
	"Christ could have spread for the people a rich repast, but food prepared merely for the gratification of appetite would have conveyed no lesson for their good. Through this miracle Christ desired to teach a lesson of simplicity. If men today were simple in their habits, living in harmony with nature's laws, as did Adam and Eve in the beginning, there would be an abundant supply for the needs of the human family. But selfishness and the indulgence of appetite have brought sin and misery, from excess on the one hand, and from want on the other.",
	"Jesus did not seek to attract the people to Him by gratifying the desire for luxury. To that great throng, weary and hungry after the long, exciting day, the simple fare was an assurance both of His power and of His tender care for them in the common needs of life. The Saviour has not promised His followers the luxuries of the world; their lot may be shut",
	"in by poverty; but His word is pledged that their need shall be supplied, and He has promised that which is better than earthly good—the abiding comfort of His own presence.",
	"After the multitude had been fed, there was an abundance of food left. Jesus bade His disciples, \"Gather up the fragments that remain, that nothing be lost.\" John 6:12. These words meant more than putting the food into baskets. The lesson was twofold. Nothing is to be wasted. We are to let slip no temporal advantage. We should neglect nothing that would serve to benefit a human being. Let everything be gathered up that will relieve the necessities of earth's hungry ones. With the same carefulness are we to treasure the bread from heaven to satisfy the needs of the soul. By every word of God we are to live. Nothing that God has spoken is to be lost. Not one word that concerns our eternal salvation are we to neglect. Not one word is to fall useless to the ground.",
	"The miracle of the loaves teaches dependence upon God. When Christ fed the five thousand, the food was not nigh at hand. Apparently He had no means at His command. There He was, with five thousand men, besides women and children, in the wilderness. He had not invited the multitude to follow Him thither. Eager to be in His presence, they had come without invitation or command; but He knew that after listening all day to His instruction they were hungry and faint. They were far from home, and the night was at hand. Many of them were without means to purchase food. He who for their sake had fasted forty days in the wilderness, would not suffer them to return fasting to their homes.",
	"The providence of God had placed Jesus where He was, and He depended on His heavenly Father for means to relieve the necessity. When we are brought into strait places, we are to depend on God. In every emergency we are to seek help from Him who has infinite resources at His command.",
	"In this miracle, Christ received from the Father; He imparted to the disciples, the disciples to the people, and the people to one another. So all who are united to Christ will receive from Him the bread of life, and impart it to others. His disciples are the appointed means of communication between Christ and the people.",
	"When the disciples heard the Saviour's direction, \"Give ye them to eat,\" all the difficulties arose in their minds. They questioned, \"Shall we go into the villages to buy food?\" But what said Christ? \"Give ye them to eat.\" The disciples brought to Jesus all they had; but He did not invite them to eat. He bade them serve the people. The food multiplied in His hands, and the hands of the disciples, reaching out to Christ, were never unfilled. The little store was sufficient for all. When the multitude had been fed, the disciples ate with Jesus of the precious, heaven-supplied food.",
	"As we see the necessities of the poor, the ignorant, the afflicted, how often our hearts sink. We question, \"What avail our feeble strength and slender resources to supply this terrible necessity? Shall we not wait for someone of greater ability to direct the work, or for some organization to undertake it?\" Christ says, \"Give ye them to eat.\" Use the means, the time, the ability, you have. Bring your barley loaves to Jesus.",
	"Though your resources may not be sufficient to feed thousands, they may suffice to feed one. In the hand of Christ they may feed many. Like the disciples, give what you have. Christ will multiply the gift. He will reward honest, simple reliance",
	"upon Him. That which seemed but a meager supply will prove to be a rich feast.",
	"\"He that soweth sparingly shall reap also sparingly; and he that soweth with blessings shall reap also with blessings. . . . God is able to make all grace abound unto you; that ye, having always all sufficiency in everything, may abound unto every good work: as it is written, \"He hath scattered abroad, He hath given to the poor; His righteousness abideth forever.",
	"\"And He that supplieth seed to the sower and bread for food, shall supply and multiply your seed for sowing, and increase the fruits of your righteousness: ye being enriched in everything unto all liberality.\" 2 Corinthians 9:6-11, R.V., margin."
]