[
    "Under the head of stimulants and narcotics is classed a great variety of articles that, altogether used as food or drink, irritate the stomach, poison the blood, and excite the nerves. Their use is a positive evil. Men seek the excitement of stimulants, because, for the time, the results are agreeable. But there is always a reaction. The use of unnatural stimulants always tends to excess, and it is an active agent in promoting physical degeneration and decay.",
    "In this fast age, the less exciting the food, the better. Condiments are injurious in their nature. Mustard, pepper, spices, pickles, and other things of a like character, irritate the stomach and make the blood feverish and impure. The inflamed condition of the drunkard's stomach is often pictured as illustrating the effect of alcoholic liquors. A similarly inflamed condition is produced by the use of irritating condiments. Soon ordinary food does not satisfy the appetite. The system feels a want, a craving, for something more stimulating.",
    "Tea acts as a stimulants and, to a certain extent, produces intoxication. The action of coffee and many other popular drinks is similar. The first effect is exhilarating. The nerves of the stomach are excited; these convey irritation to the brain, and this in turn is aroused to impart increased action to the heart and short-lived energy to the entire system. Fatigue is forgotten; the strength seems to be increased. The intellect is aroused, the imagination becomes more vivid.",
    "Because of these results, many suppose that their tea or coffee is doing them great good. But this is a mistake. Tea and coffee do not nourish the system. Their effect is produced before there has been time for digestion and assimilation, and what seems to be strength is only nervous excitement. When the influence of the stimulant is gone, the unnatural force abates, and the result is a corresponding degree of languor and debility.",
    "The continued use of these nerve irritants is followed by headache, wakefulness, palpitation of the heart, indigestion, trembling, and many other evils; for they wear away the life forces. Tired nerves need rest and quiet instead of stimulation",
    "and overwork. Nature needs time to recuperate her exhausted energies. When her forces are goaded on by the use of stimulants, more will be accomplished for a time; but, as the system becomes debilitated by their constant use, it gradually becomes more difficult to rouse the energies to the desired point. The demand for stimulants becomes more difficult to control, until the will is overborne and there seems to be no power to deny the unnatural craving. Stronger and still stronger stimulants are called for, until exhausted nature can no longer respond.",
    "Tobacco is a slow, insidious, but most malignant poison. In whatever form it is used, it tells upon the constitution; it is all the more dangerous because its effects are slow and at",
    "first hardly perceptible. It excites and then paralyzes the nerves. It weakens and clouds the brain. Often it affects the nerves in a more powerful manner than does intoxicating drink. It is more subtle, and its effects are difficult to eradicate from the system. Its use excites a thirst for strong drink and in many cases lays the foundation for the liquor habit.",
    "The use of tobacco is inconvenient, expensive, uncleanly, defiling to the user, and offensive to others. Its devotees are encountered everywhere. You rarely pass through a crowd but some smoker puffs his poisoned breath in your face. It is unpleasant and unhealthful to remain in a railway car or in a room where the atmosphere is laden with the fumes of liquor and tobacco. Though men persist in using these poisons themselves, what right have they to defile the air that others must breathe?",
    "Among children and youth the use of tobacco is working untold harm. The unhealthful practices of past generations affect the children and youth of today. Mental inability, physical weakness, disordered nerves, and unnatural cravings are transmitted as a legacy from parents to children. And the same practices, continued by the children, are increasing and perpetuating the evil results. To this cause in no small degree",
    "is owing the physical, mental, and moral deterioration which is becoming such a cause of alarm.",
    "Boys begin the use of tobacco at a very early age. The habit thus formed when body and mind are especially susceptible to its effects, undermines the physical strength, dwarfs the body, stupefies the mind, and corrupts the morals.",
    "But what can be done to teach children and youth the evils of a practice of which parents, teachers, and ministers set them the example? Little boys, hardly emerged from babyhood, may be seen smoking their cigarettes. If one speaks to them about it, they say, \"My father uses tobacco.\" They point to the minister or the Sunday-school superintendent and say, \"Such a man smokes; what harm for me to do as he does?\" Many workers in the temperance cause are addicted to the use of tobacco. What power can such persons have to stay the progress of intemperance?",
    "I appeal to those who profess to believe and obey the word of God: Can you as Christians indulge a habit that is paralyzing your intellect and robbing you of power rightly to estimate eternal realities? Can you consent daily to rob God of service which is His due, and to rob your fellow men, both of service you might render and of the power of example?",
    "Have you considered your responsibility as God's stewards,",
    "for the means in your hands? How much of the Lord's money do you spend for tobacco? Reckon up what you have thus spent during your lifetime. How does the amount consumed by this defiling lust compare with what you have given for the relief of the poor and the spread of the gospel?",
    "No human being needs tobacco, but multitudes are perishing for want of the means that by its use is worse than wasted. Have you not been misappropriating the Lord's goods? Have you not been guilty of robbery toward God and your fellow men? \"Know ye not that . . . ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.\" 1 Corinthians 6:19, 20.",
    "\"Wine is a mocker, strong drink is raging:",
    "And whosoever is deceived thereby is not wise.\"",
    "\"Who hath woe? who hath sorrow? who hath contentions?",
    "who hath babbling? who hath wounds",
    "without cause?",
    "Who hath redness of eyes?",
    "They that tarry long at the wine;",
    "They that go to seek mixed wine.",
    "Look not thou upon the wine when it is red,",
    "When it giveth his color in the cup,",
    "When it moveth itself aright.",
    "At the last it biteth like a serpent,",
    "And stingeth like an adder.\"",
    "Proverbs 20:1; 23:29-32.",
    "Never was traced by human hand a more vivid picture of the debasement and the slavery of the victim of intoxicating drink. Enthralled, degraded, even when awakened to a sense of his misery, he has no power to break from the snare; he \"will seek it yet again.\" Verse 35.",
    "No argument is needed to show the evil effects of intoxicants on the drunkard. The bleared, besotted wrecks of humanity—souls for whom Christ died, and over whom angels weep—are everywhere. They are a blot on our boasted civilization. They are the shame and curse and peril of every land.",
    "And who can picture the wretchedness, the agony, the despair, that are hidden in the drunkard's home? Think of the wife, often delicately reared, sensitive, cultured, and refined, linked to one whom drink transforms into a sot or a demon. Think of the children, robbed of home comforts, education, and training, living in terror of him who should be their pride and protection, thrust into the world, bearing the brand of shame, often with the hereditary curse of the drunkard's thirst.",
    "Think of the frightful accidents that are every day occurring through the influence of drink. Some official on a railway train neglects to heed a signal or misinterprets an order. On goes the train; there is a collision, and many lives are lost. Or a steamer is run aground, and passengers and crew find a watery grave. When the matter is investigated, it is found that someone at an important post was under the influence of drink. To what extent can one indulge the liquor habit and be safely trusted with the lives of human beings? He can be trusted only as he totally abstains.",
    "Persons who have inherited an appetite for unnatural stimulants should by no means have wine, beer, or cider in their sight, or within their reach; for this keeps the temptation constantly before them. Regarding sweet cider as harmless, many have no scruples in purchasing it freely. But it",
    "remains sweet for a short time only; then fermentation begins. The sharp taste which it then acquires makes it all the more acceptable to many palates, and the user is loath to admit that it has become hard, or fermented.",
    "There is danger to health in the use of even sweet cider as ordinarily produced. If people could see what the microscope reveals in regard to the cider they buy, few would be willing to drink it. Often those who manufacture cider for the market are not careful as to the condition of the fruit used, and the juice of wormy and decayed apples is expressed. Those who would not think of using the poisonous, rotten apples in any other way, will drink the cider made from them, and call it a luxury; but the microscope shows that even when fresh from the press, this pleasant beverage is wholly unfit for use. [WHEN THIS STATEMENT WAS MADE IN 1905, IT WAS COMMON PRACTICE TO MANUFACTURE CIDER AS HERE DESCRIBED BY THE AUTHOR. TODAY, IN PLACES WHERE THE PURITY OF FOODS IS NOT CONTROLLED, APPLE CIDER MAY STILL BE MADE THE SAME WAY. BUT WHERE CIDER IS PRODUCED UNDER SANITARY CONDITIONS, USING GOOD, SOUND FRUIT, OBVIOUSLY THE OBJECTIONS DISAPPEAR.—PUBLISHERS.]",
    "Intoxication is just as really produced by wine, beer, and cider as by stronger drinks. The use of these drinks awakens the taste for those that are stronger, and thus the liquor habit is established. Moderate drinking is the school in which men are educated for the drunkard's career. Yet so insidious is the work of these milder stimulants that the highway to drunkenness is entered before the victim suspects his danger.",
    "Some who are never considered really drunk are always under the influence of mild intoxicants. They are feverish, unstable in mind, unbalanced. Imagining themselves secure, they go on and on, until every barrier is broken down, every principle sacrificed. The strongest resolutions are",
    "undermined, the highest considerations are not sufficient to keep the debased appetite under the control of reason.",
    "The Bible nowhere sanctions the use of intoxicating wine. The wine that Christ made from water at the marriage feast of Cana was the pure juice of the grape. This is the \"new wine . . . found in the cluster,\" of which the Scripture says, \"Destroy it not; for a blessing is in it.\" Isaiah 65:8.",
    "It was Christ who, in the Old Testament, gave the warning to Israel, \"Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.\" Proverbs 20:1. He Himself provided no such beverage. Satan tempts men to indulgence that will becloud reason and benumb the spiritual perceptions, but Christ teaches us to bring the lower nature into subjection. He never places before men that which would be a temptation. His whole life was an example of self-denial. It was to break the power of appetite that in the forty days' fast in the wilderness He suffered in our behalf the severest test that humanity could endure. It was Christ who directed that John the Baptist should drink neither wine nor strong drink. It was He who enjoined similar abstinence upon the wife of Manoah. Christ did not contradict His own teaching. The unfermented wine that He provided for the wedding guests was a wholesome and refreshing drink. This is the wine that was used by our Saviour and His disciples in the first Communion. It is the wine that should always be used on the Communion table as a symbol of the Saviour's blood. The sacramental service is designed to be soul-refreshing and life-giving. There is to be connected with it nothing that could minister to evil.",
    "In the light of what the Scriptures, nature, and reason teach concerning the use of intoxicants, how can Christians engage in the raising of hops for beer making, or in the",
    "manufacture of wine or cider for the market? If they love their neighbor as themselves, how can they help to place in his way that which will be a snare to him?",
    "Often intemperance begins in the home. By the use of rich, unhealthful food the digestive organs are weakened, and a desire is created for food that is still more stimulating. Thus the appetite is educated to crave continually something stronger. The demand for stimulants becomes more frequent and more difficult to resist. The system becomes more or less filled with poison, and the more debilitated it becomes, the greater is the desire for these things. One step in the wrong direction prepares the way for another. Many who would not be guilty of placing on their table wine or liquor of any kind will load their table with food which creates such a thirst for strong drink that to resist the temptation is almost impossible. Wrong habits of eating and drinking destroy the health and prepare the way for drunkenness.",
    "There would soon be little necessity for temperance crusades if in the youth who form and fashion society, right principles in regard to temperance could be implanted. Let parents begin a crusade against intemperance at their own firesides, in the principles they teach their children to follow from infancy, and they may hope for success.",
    "There is work for mothers in helping their children to form correct habits and pure tastes. Educate the appetite; teach the children to abhor stimulants. Bring your children up to have moral stamina to resist the evil that surrounds them. Teach them that they are not to be swayed by others, that they are not to yield to strong influences, but to influence others for good.",
    "Great efforts are made to put down intemperance; but there is much effort that is not directed to the right point. The advocates of temperance reform should be awake to the evils resulting from the use of unwholesome food, condiments,",
    "tea, and coffee. We bid all temperance workers Godspeed; but we invite them to look more deeply into the cause of the evil they war against and to be sure that they are consistent in reform.",
    "It must be kept before the people that the right balance of the mental and moral powers depends in a great degree on the right condition of the physical system. All narcotics and unnatural stimulants that enfeeble and degrade the physical nature tend to lower the tone of the intellect and morals. Intemperance lies at the foundation of the moral depravity of the world. By the indulgence of perverted appetite, man loses his power to resist temptation.",
    "Temperance reformers have a work to do in educating the people in these lines. Teach them that health, character, and even life, are endangered by the use of stimulants, which excite the exhausted energies to unnatural, spasmodic action.",
    "In relation to tea, coffee, tobacco, and alcoholic drinks, the only safe course is to touch not, taste not, handle not. The tendency of tea, coffee, and similar drinks is in the same direction as that of alcoholic liquor and tobacco, and in some cases the habit is as difficult to break as it is for the drunkard to give up intoxicants. Those who attempt to leave off these stimulants will for a time feel a loss and will suffer without them. But by persistence they will overcome the craving and cease to feel the lack. Nature may require a little time to recover from the abuse she has suffered; but give her a chance, and she will again rally and perform her work nobly and well."
]