[
    "\"Woe unto him that buildeth his house by unrighteousness, and his chambers by wrong; . . . that saith, I will build me a wide house and large chambers, and cutteth him out windows; and it is ceiled with cedar, and painted with vermilion. Shalt thou reign, because thou closest thyself in cedar? . . . Thine eyes and thine heart are not but for thy covetousness, and for to shed innocent blood, and for oppression, and for violence, to do it.\" Jeremiah 22:13-17.",
    "This scripture pictures the work of those who manufacture and who sell intoxicating liquor. Their business means robbery. For the money they receive, no equivalent is returned. Every dollar they add to their gains has brought a curse to the spender.",
    "With a liberal hand, God has bestowed His blessings upon men. If His gifts were wisely used, how little the world would know of poverty or distress! It is the wickedness of men that turns His blessings into a curse. It is through the greed of gain and the lust of appetite that the grains and fruits given for our sustenance are converted into poisons that bring misery and ruin.",
    "Every year millions upon millions of gallons of intoxicating liquors are consumed. Millions upon millions of dollars are spent in buying wretchedness, poverty, disease, degradation, lust, crime, and death. For the sake of gain, the liquor seller deals out to his victims that which corrupts and destroys mind and body. He entails on the drunkard's family poverty and wretchedness.",
    "When his victim is dead, the rum seller's exactions do not cease. He robs the widow and brings children to beggary. He does not hesitate to take the very necessaries of life from the destitute family, to pay the drink bill of the husband and father. The cries of the suffering children, the tears of the agonized mother, serve only to exasperate him. What is it to him if these suffering ones starve? What is it to him if they, too, are driven to degradation and ruin? He grows rich on the pittances of those whom he is leading to perdition.",
    "Houses of prostitution, dens of vice, criminal courts, prisons, almshouses, insane asylums, hospitals, all are, to a great degree, filled as a result of the liquor seller's work. Like the mystic Babylon of the Apocalypse, he is dealing in \"slaves, and souls of men.\" Behind the liquor seller stands the mighty destroyer of souls, and every art which earth or hell can devise is employed to draw human beings under his power. In the city and the country, on the railway trains, on the great steamers, in places of business, in the halls of pleasure, in the medical dispensary, even in the church, on the sacred Communion table, his traps are set. Nothing is left undone to create and to foster the desire for intoxicants. On almost every corner stands the public house, with its brilliant lights, its welcome and good cheer, inviting the working man, the wealthy idler, and the unsuspecting youth.",
    "In private lunchrooms and fashionable resorts, ladies are supplied with popular drinks, under some pleasing name, that are really intoxicants. For the sick and the exhausted, there",
    "are the widely advertised bitters, consisting largely of alcohol.",
    "To create the liquor appetite in little children, alcohol is introduced into confectionery. Such confectionery is sold in the shops. And by the gift of these candies the liquor seller entices children into his resorts.",
    "Day by day, month by month, year by year, the work goes on. Fathers and husbands and brothers, the stay and hope and pride of the nation, are steadily passing into the liquor dealer's haunts, to be sent back wrecked and ruined.",
    "More terrible still, the curse is striking the very heart of the home. More and more, women are forming the liquor habit. In many a household, little children, even in the innocence and helplessness of babyhood, are in daily peril through the neglect, the abuse, the vileness of drunken mothers. Sons and daughters are growing up under the shadow of this terrible evil. What outlook for their future but that they will sink even lower than their parents?",
    "From so-called Christian lands the curse is carried to the regions of idolatry. The poor, ignorant savages are taught the use of liquor. Even among the heathen, men of intelligence recognize and protest against it as a deadly poison; but in vain have they sought to protect their lands from its ravages. By civilized peoples, tobacco, liquor, and opium are forced upon the heathen nations. The ungoverned passions of the savage, stimulated by drink, drag him down to degradation before unknown, and it becomes an almost hopeless undertaking to send missionaries to these lands.",
    "Through their contact with peoples who should have given them a knowledge of God, the heathen are led into vices which are proving the destruction of whole tribes and races. And in the dark places of the earth the men of civilized nations are hated because of this.",
    "The liquor interest is a power in the world. It has on its side the combined strength of money, habit, appetite. Its power is felt even in the church. Men whose money has been made, directly or indirectly, in the liquor traffic, are members of churches, \"in good and regular standing.\" Many of them give liberally to popular charities. Their contributions help to support the enterprises of the church and to sustain its ministers. They command the consideration shown to the money power. Churches that accept such members are virtually sustaining the liquor traffic. Too often the minister has not the courage to stand for the right. He does not declare to his people what God has said concerning the work of the liquor seller. To speak plainly would mean the offending of his congregation, the sacrifice of his popularity, the loss of his salary.",
    "But above the tribunal of the church is the tribunal of God. He who declared to the first murderer, \"The voice of thy brother's blood crieth unto Me from the ground\" (Genesis 4:10), will not accept for His altar the gifts of the liquor dealer. His anger is kindled against those who attempt to cover their guilt with a cloak of liberality. Their money is stained with blood. A curse is upon it.",
    "\"To what purpose is the multitude of your sacrifices",
    "unto Me? saith the Lord. . . .",
    "When ye come to appear before Me,",
    "Who hath required this at your hand, to tread My courts?",
    "Bring no more vain oblation . . . .",
    "When ye spread forth your hands,",
    "I will hide Mine eyes from you:",
    "Yea, when ye make many prayers, I will not hear:",
    "Your hands are full of blood.\"",
    "Isaiah 1:11-15.",
    "The drunkard is capable of better things. He has been entrusted with talents with which to honor God and bless the world; but his fellow men have laid a snare for his soul and built themselves up by his degradation. They have lived in luxury while the poor victims whom they have robbed, lived in poverty and wretchedness. But God will require for this at the hand of him who has helped to speed the drunkard on to ruin. He who rules in the heavens has not lost sight of the first cause or the last effect of drunkenness. He who has a care for the sparrow and clothes the grass of the field, will not pass by those who have been formed in His own image, purchased with His own blood, and pay no heed to their cries. God marks all this wickedness that perpetuates crime and misery.",
    "The world and the church may have approval for the man who has gained wealth by degrading the human soul. They may smile upon him by whom men are led down step by step in the path of shame and degradation. But God notes it all and renders a just judgment. The liquor seller may be termed by the world a good businessman; but the Lord says, \"Woe unto him.\" He will be charged with the hopelessness, the misery, the suffering, brought into the world by the liquor traffic. He will have to answer for the want and woe of the mothers and children who have suffered for food and",
    "clothing and shelter, and who have buried all hope and joy. He will have to answer for the souls he has sent unprepared into eternity. And those who sustain the liquor seller in his work are sharers in his guilt. To them God says, \"Your hands are full of blood.\"",
    "The licensing of the liquor traffic is advocated by many as tending to restrict the drink evil. But the licensing of the traffic places it under the protection of law. The government sanctions its existence, and thus fosters the evil which it professes to restrict. Under the protection of license laws, breweries, distilleries, and wineries are planted all over the land, and the liquor seller plies his work beside our very doors.",
    "Often he is forbidden to sell intoxicants to one who is drunk or who is known to be a confirmed drunkard; but the work of making drunkards of the youth goes steadily forward. Upon the creating of the liquor appetite in the youth the very life of the traffic depends. The youth are led on, step by step, until the liquor habit is established and the thirst is created that at any cost demands satisfaction. Less harmful would it be to grant liquor to the confirmed drunkard, whose ruin, in most cases, is already determined, than to permit the flower of our youth to be lured to destruction through this terrible habit.",
    "By the licensing of the liquor traffic, temptation is kept constantly before those who are trying to reform. Institutions have been established where the victims of intemperance may be helped to overcome their appetite. This is a noble work; but so long as the sale of liquor is sanctioned by law, the intemperate receive little benefit from inebriate asylums. They cannot remain there always. They must again take their",
    "place in society. The appetite for intoxicating drink, though subdued, is not wholly destroyed; and when temptation assails them, as it does on every hand, they too often fall an easy prey.",
    "The man who has a vicious beast and who, knowing its disposition, allows it liberty, is by the laws of the land held accountable for the evil the beast may do. In the laws given to Israel the Lord directed that when a beast known to be vicious caused the death of a human being, the life of the owner should pay the price of his carelessness or malignity. On the same principle the government that licenses the liquor seller should be held responsible for the results of his traffic. And if it is a crime worthy of death to give liberty to a vicious beast, how much greater is the crime of sanctioning the work of the liquor seller!",
    "Licenses are granted on the plea that they bring a revenue to the public treasury. But what is this revenue when compared with the enormous expense incurred for the criminals, the insane, the paupers, that are the fruit of the liquor traffic! A man under the influence of liquor commits a crime; he is",
    "brought into court; and those who legalized the traffic are forced to deal with the result of their own work. They authorized the sale of a draft that would make a sane man mad; and now it is necessary for them to send the man to prison or to the gallows, while often his wife and children are left destitute to become the charge of the community in which they live.",
    "Considering only the financial aspect of the question, what folly it is to tolerate such a business! But what revenue can compensate for the loss of human reason, for the defacing and deforming of the image of God in man, for the ruin of children, reduced to pauperism and degradation, to perpetuate in their children the evil tendencies of their drunken fathers?",
    "The man who has formed the habit of using intoxicants is in a desperate situation. His brain is diseased, his will power is weakened. So far as any power in himself is concerned, his appetite is uncontrollable. He cannot be reasoned with or persuaded to deny himself. Drawn into the dens of vice, one who has resolved to quit drink is led to seize the glass again, and with the first taste of the intoxicant every good resolution is overpowered, every vestige of will destroyed. One taste of the maddening draft, and all thought of its results has vanished. The heartbroken wife is forgotten. The debauched father no longer cares that his children are hungry and naked. By legalizing the traffic, the law gives its sanction to this downfall of the soul and refuses to stop the trade that fills the world with evil.",
    "Must this always continue? Will souls always have to struggle for victory, with the door of temptation wide open before them? Must the curse of intemperance forever rest like a blight upon the civilized world? Must it continue to sweep, every year, like a devouring fire over thousands of happy homes? When a ship is wrecked in sight of shore,",
    "people do not idly look on. They risk their lives in the effort to rescue men and women from a watery grave. How much greater the demand for effort in rescuing them from the drunkard's fate!",
    "It is not the drunkard and his family alone who are imperiled by the work of the liquor seller, nor is the burden of taxation the chief evil which his traffic brings on the community. We are all woven together in the web of humanity. The evil that befalls any part of the great human brotherhood brings peril to all.",
    "Many a man who through love of gain or ease would have nothing to do with restricting the liquor traffic has found, too late, that the traffic had to do with him. He has seen his own children besotted and ruined. Lawlessness runs riot. Property is in danger. Life is unsafe. Accidents by sea and by land multiply. Diseases that breed in the haunts of filth and wretchedness make their way to lordly and luxurious homes. Vices fostered by the children of debauchery and crime infect the sons and daughters of refined and cultured households.",
    "There is no man whose interests the liquor traffic does not imperil. There is no man who for his own safeguard should not set himself to destroy it.",
    "Above all other places having to do with secular interests only, legislative halls and courts of justice should be free from the curse of intemperance. Governors, senators, representatives, judges, men who enact and administer a nation's laws, men who hold in their hands the lives, the fair fame, the possessions of their fellows, should be men of strict temperance. Only thus can their minds be clear to discriminate between right and wrong. Only thus can they possess firmness of principle, and wisdom to administer justice and to show mercy. But how does the record stand? How many of these men have their minds beclouded, their sense of right and wrong confused, by strong drink! How many are the oppressive",
    "laws enacted, how many the innocent persons condemned to death, through the injustice of drinking lawmakers, witnesses, jurors, lawyers, and even judges! Many there are, \"mighty to drink wine,\" and \"men of strength to mingle strong drink,\" \"that call evil good, and good evil;\" that \"justify the wicked for reward, and take away the righteousness of the righteous from him!\" Of such God says:",
    "\"Woe unto them. . . .",
    "As the fire devoureth the stubble,",
    "And the flame consumeth the chaff,",
    "So their root shall be as rottenness,",
    "And their blossom shall go up as dust:",
    "Because they have cast away the law of the Lord of",
    "hosts,",
    "And despised the word of the Holy One of Israel.\"",
    "Isaiah 5:22-24.",
    "The honor of God, the stability of the nation, the well-being of the community, of the home, and of the individual, demand that every possible effort be made in arousing the people to the evil of intemperance. Soon we shall see the result of this terrible evil as we do not see it now. Who will put forth a determined effort to stay the work of destruction? As yet the contest has hardly begun. Let an army be formed to stop the sale of the drugged liquors that are making men mad. Let the danger from the liquor traffic be made plain and a public sentiment be created that shall demand its prohibition. Let the drink-maddened men be given an opportunity to escape from their thralldom. Let the voice of the nation demand of its lawmakers that a stop be put to this infamous traffic.",
    "\"If thou forbear to deliver them that are drawn unto death,",
    "And those that are ready to be slain;",
    "If thou sayest, Behold, we knew it not;",
    "Doth not He that pondereth the heart consider it?",
    "And He that keepeth thy soul, doth not He know it?\"",
    "And \"what wilt thou say when He shall punish thee?\"",
    "Proverbs 24:11, 12; Jeremiah 13:21."
]