[
    "The mastermind in the confederacy of evil is ever working to keep out of sight the words of God, and to bring into view the opinions of men. He means that we shall not hear the voice of God, saying, \"This is the way, walk ye in it.\" Isaiah 30:21. Through perverted educational processes he is doing his utmost to obscure heaven's light.",
    "Philosophical speculation and scientific research in which God is not acknowledged are making skeptics of thousands. In the schools of today the conclusions that learned men have reached as the result of their scientific investigations are carefully taught and fully explained; while the impression is distinctly given that if these learned men are correct, the Bible cannot be. Skepticism is attractive to the human mind. The youth see in it an independence that captivates the imagination, and they are deceived. Satan triumphs. He nourishes every seed of doubt that is sown in young hearts. He causes it to grow and bear fruit, and soon a plentiful harvest of infidelity is reaped.",
    "It is because the human heart is inclined to evil that it is so dangerous to sow the seeds of skepticism in young minds. Whatever weakens faith in God robs the soul of power to resist temptation. It removes the only real safeguard against sin. We are in need of schools where the youth shall be taught that greatness consists in honoring God by revealing His character in daily life. Through His word and His works we need to learn of God, that our lives may fulfill His purpose.",
    "In order to obtain an education, many think it essential to study the writings of infidel authors, because these works contain many bright gems of thought. But who was the originator of these gems of thought? It was God, and God only. He is the source of all light. Why then should we wade through the mass of error contained in the works of infidels for the sake of a few intellectual truths, when all truth is at our command.",
    "How is it that men who are at war with the government of God come into possession of the wisdom which they sometimes display? Satan himself was educated in the heavenly courts, and he has a knowledge of good as well as of evil. He mingles the precious with the vile, and this is what gives him power to deceive. But because Satan has robed himself in garments of heavenly brightness, shall we receive him as an angel of light? The tempter has his agents, educated according to his methods, inspired by his spirit, and adapted to his work. Shall we co-operate with them? Shall we receive the works of his agents as essential to the acquirement of an education?",
    "If the time and effort spent in seeking to grasp the bright ideas of infidels were given to studying the precious things of the word of God, thousands who now sit in darkness and in the shadow of death would be rejoicing in the glory of the Light of life.",
    "As a preparation for Christian work, many think it essential to acquire an extensive knowledge of historical and theological writings. They suppose that this knowledge will be an aid to them in teaching the gospel. But their laborious study of the opinions of men tends to the enfeebling of their ministry, rather than to its strengthening. As I see libraries filled with ponderous volumes of historical and theological lore, I think, Why spend money for that which is not bread? The sixth chapter of John tells us more than can be found in such works. Christ says: \"I am the Bread of Life: he that cometh to Me shall never hunger; and he that believeth on Me shall never thirst.\" \"I am the living Bread which came down from heaven: if any man eat of this Bread, he shall live forever.\" \"He that believeth on Me hath everlasting life.\" \"The words that I speak unto you, they are spirit, and they are life.\" John 6:35, 51, 47, 63.",
    "There is a study of history that is not to be condemned. Sacred history was one of the studies in the schools of the prophets. In the record of His dealings with the nations were traced the footsteps of Jehovah. So today we are to consider the dealings of God with the nations of the earth. We are to see in history the fulfillment of prophecy, to study the workings of Providence in the great reformatory movements, and to understand the progress of events in the marshaling of the nations for the final conflict of the great controversy.",
    "Such study will give broad, comprehensive views of life. It will help us to understand something of its relations and dependencies, how wonderfully we are bound together in the great brotherhood of society and nations, and to how great an extent the oppression and degradation of one member means loss to all.",
    "But history, as commonly studied, is concerned with man's achievements, his victories in battle, his success in attaining power and greatness. God's agency in the affairs of men is lost sight of. Few study the working out of His purpose in the rise and fall of nations.",
    "And, to a great degree, theology, as studied and taught, is but a record of human speculation, serving only to \"darken counsel by words without knowledge.\" Too often the motive in accumulating these many books is not so much a desire to obtain food for mind and soul, as it is an ambition to become acquainted with philosophers and theologians, a desire to present Christianity to the people in learned terms and propositions.",
    "Not all the books written can serve the purpose of a holy life. \"'Learn of Me',\" said the Great Teacher,\" \"'take My yoke upon you,' learn My meekness and lowliness.\" Your intellectual pride will not aid you in communicating with souls that are perishing for want of the bread of life. In your study of these books you are allowing them to take the place of the practical lessons you should be learning from Christ. With the results of this study the people are not fed. Very little of the research which is so wearying to the mind furnishes that which will help one to be a successful laborer for souls.",
    "The Saviour came \"to preach the gospel to the poor.\" Luke 4:18. In His teaching He used the simplest terms and the plainest symbols. And it is said that \"the common people heard Him gladly.\" Mark 12:37. Those who are seeking to do His work for this time need a deeper insight into the lessons He has given.",
    "The words of the living God are the highest of all education. Those who minister to the people need to eat of the bread of life. This will give them spiritual strength; then they will be prepared to minister to all classes of people.",
    "In the colleges and universities thousands of youth devote a large part of the best years of life to the study of Greek and Latin. And while they are engaged in these studies, mind and character are molded by the evil sentiments of pagan literature, the reading of which is generally regarded as an essential part of the study of these languages.",
    "Those who are conversant with the classics declare that \"the Greek tragedies are full of incest, murder, and human sacrifices to lustful and revengeful gods.\" Far better would it be for the world were the education gained from such sources to be dispensed with. \"Can one go upon hot coals, and his feet not be burned?\" Proverbs 6:28. \"Who can bring a clean thing out of an unclean? not one.\" Job 14:4. Can we then expect the youth to develop Christian character while their education is molded by the teaching of those who set at defiance the principles of the law of God?",
    "In casting off restraint and plunging into reckless amusement, dissipation, and vice, students are but imitating that which is kept before their minds by these studies. There are callings in which a knowledge of Greek and Latin is needed. Some must study these languages. But the knowledge of them essential for practical uses might be gained without a study of literature that is corrupt and corrupting.",
    "And a knowledge of Greek and Latin is not needed by many. The study of dead languages should be made secondary to a study of those subjects that teach the right use of all the powers of body and mind. It is folly for students to devote their time to the acquirement of dead languages or of book knowledge in any line, to the neglect of a training for life's practical duties.",
    "What do students carry with them when they leave school? Where are they going? What are they to do? Have they the knowledge that will enable them to teach others? Have they been educated to be true fathers and mothers? Can they stand at the head of a family as wise instructors? The only education worthy of the name is that which leads young men and young women to be Christlike, which fits them to bear life's responsibilities, fits them to stand at the head of their families. Such an education is not to be acquired by a study of heathen classics.",
    "Many of the popular publications of the day are filled with sensational stories that are educating the youth in wickedness and leading them in the path to perdition. Mere children in years are old in a knowledge of crime. They are incited to evil by the tales they read. In imagination they act over the deeds portrayed, until their ambition is aroused to see what they can do in committing crime and evading punishment.",
    "To the active minds of children and youth the scenes pictured in imaginary revelations of the future are realities. As revolutions are predicted and all manner of proceedings described that break down the barriers of law and self-restraint, many catch the spirit of these representations. They are led to the commission of crimes even worse, if possible, than these sensational writers depict. Through such influences as these, society is becoming demoralized. The seeds of lawlessness are sown broadcast. None need marvel that a harvest of crime is the result.",
    "Works of romance, frivolous, exciting tales, are, in hardly less degree, a curse to the reader. The author may profess to teach a moral lesson, throughout his work he may interweave religious sentiments; but often these serve only to veil the folly and worthlessness beneath.",
    "The world is flooded with books that are filled with enticing error. The youth receive as truth that which the Bible denounces as falsehood, and they love and cling to deception that means ruin to the soul.",
    "There are works of fiction that were written for the purpose of teaching truth or exposing some great evil. Some of these works have accomplished good. Yet they have also wrought untold harm. They contain statements and highly wrought pen pictures that excite the imagination and give rise to a train of thought which is full of danger, especially to the youth. The scenes described are lived over and over again in their thoughts. Such reading unfits the mind for usefulness and disqualifies it for spiritual exercise. It destroys interest in the Bible. Heavenly things find little place in the thoughts. As the mind dwells upon the scenes of impurity portrayed, passion is aroused, and the end is sin.",
    "Even fiction which contains no suggestion of impurity, and which may be intended to teach excellent principles, is harmful. It encourages the habit of hasty and superficial reading merely for the story. Thus it tends to destroy the power of connected and vigorous thought; it unfits the soul to contemplate the great problems of duty and destiny.",
    "By fostering love for mere amusement, the reading of fiction creates a distaste for life's practical duties. Through its exciting, intoxicating power it is not infrequently a cause of both mental and physical disease. Many a miserable, neglected home, many a lifelong invalid, many an inmate of the insane asylum, has become such through the habit of novel reading.",
    "It is often urged that in order to win the youth from sensational or worthless literature, we should supply them with a better class of fiction. This is like trying to cure the drunkard by giving him, in the place of whisky or brandy, the milder intoxicants, such as wine, beer, or cider. The use of these would continually foster the appetite for stronger stimulants. The only safety for the inebriate, and the only safeguard for the temperate man, is total abstinence. For the lover of fiction the same rule holds true. Total abstinence is his only safety.",
    "In the education of children and youth, fairy tales, myths, and fictitious stories are now given a large place. Books of this character are used in the schools, and they are to be found in many homes. How can Christian parents permit their children to use books so filled with falsehood? When the children ask the meaning of stories so contrary to the teaching of their parents, the answer is that the stories are not true; but this does not do away with the evil results of their use. The ideas presented in these books mislead the children. They impart false views of life and beget and foster a desire for the unreal.",
    "The widespread use of such books at this time is one of the cunning devices of Satan. He is seeking to divert the minds of old and young from the great work of character building. He means that our children and youth shall be swept away by the soul-destroying deceptions with which he is filling the world. Therefore he seeks to divert their minds from the word of God and thus prevent them from obtaining a knowledge of those truths that would be their safeguard.",
    "Never should books containing a perversion of truth be placed in the hands of children or youth. Let not our children, in the very process of obtaining an education, receive ideas that will prove to be seeds of sin. If those with mature minds had nothing to do with such books, they would themselves be far safer, and their example and influence on the right side would make it far less difficult to guard the youth from temptation.",
    "We have an abundance of that which is real, that which is divine. Those who thirst for knowledge need not go to polluted fountains. The Lord says:",
    "\"Bow down thine ear, and hear the words of the wise, <br>And apply thine heart unto My knowledge... <br>That thy trust may be in the Lord, <br>I have made known to thee this day, even to thee. <br>Have not I written to thee excellent things <br>In counsels and knowledge, <br>That I might make thee know the certainty of the words of truth; <br>That thou mightest answer the words of truth to them that send unto thee?\" <br>\"He established a testimony in Jacob, <br>And appointed a law in Israel, <br>Which He commanded our fathers, <br>That they should make them known to their children;\" <br>\"Showing to the generation to come the praises of the Lord, <br>And His strength, and His wonderful works that He hath done.\" <br>\"That the generation to come might know them, <br>Even the children which should be born; <br>Who should arise and declare them to their children: <br>That they might set their hope in God.\" <br>\"The blessing of the Lord, it maketh rich, <br>And He addeth no sorrow with it.\" <br>Proverbs 22:17-21; Psalm 78:5, 4, 6, 7; Proverbs 10:22.",
    "So also Christ presented the principles of truth in the gospel. In His teaching we may drink of the pure streams that flow from the throne of God. Christ could have imparted to men knowledge that would have surpassed any previous disclosures, and put in the background every other discovery. He could have unlocked mystery after mystery, and could have concentrated around these wonderful revelations the active, earnest thought of successive generations till the close of time. But He would not spare a moment from teaching the science of salvation. His time, His faculties, and His life were appreciated and used only as the means for working out the salvation of the souls of men. He had come to seek and to save that which was lost, and He would not be turned from His purpose. He allowed nothing to divert Him.",
    "Christ imparted only that knowledge which could be utilized. His instruction of the people was confined to the needs of their own condition in practical life. The curiosity that led them to come to Him with prying questions, He did not gratify. All such questionings He made the occasion for solemn, earnest, vital appeals. To those who were so eager to pluck from the tree of knowledge, He offered the fruit of the tree of life. They found every avenue closed except the way that leads to God. Every fountain was sealed save the fountain of eternal life.",
    "Our Saviour did not encourage any to attend the rabbinical schools of His day, for the reason that their minds would be corrupted with the continually repeated, \"They say,\" or, \"It has been said.\" Why, then, should we accept the unstable words of men as exalted wisdom, when a greater, a certain, wisdom is at our command?",
    "That which I have seen of eternal things, and that which I have seen of the weakness of humanity, has deeply impressed my mind and influenced my lifework. I see nothing wherein man should be praised or glorified. I see no reason why the opinions of worldly-wise men and so-called great men should be trusted in and exalted. How can those who are destitute of divine enlightenment have correct ideas of God's plans and ways? They either deny Him altogether and ignore His existence, or they circumscribe His power by their own finite conceptions.",
    "Let us choose to be taught by Him who created the heavens and the earth, by Him who set the stars in their order in the firmament and appointed the sun and the moon to do their work.",
    "It is right for the youth to feel that they must reach the highest development of their mental powers. We would not restrict the education to which God has set no limit. But our attainments avail nothing if not put to use for the honor of God and the good of humanity.",
    "It is not well to crowd the mind with studies that require intense application, but that are not brought into use in practical life. Such education will be a loss to the student. For these studies lessen his desire and inclination for the studies that would fit him for usefulness and enable him to fulfill his responsibilities. A practical training is worth far more than any amount of mere theorizing. It is not enough even to have knowledge. We must have ability to use the knowledge aright.",
    "The time, means, and study that so many expend for a comparatively useless education should be devoted to gaining an education that would make them practical men and women, fitted to bear life's responsibilities. Such an education would be of the highest value.",
    "What we need is knowledge that will strengthen mind and soul, that will make us better men and women. Heart education is of far more importance than mere book learning. It is well, even essential, to have a knowledge of the world in which we live; but if we leave eternity out of our reckoning, we shall make a failure from which we can never recover.",
    "A student may devote all his powers to acquiring knowledge; but unless he has a knowledge of God, unless he obeys the laws that govern his own being, he will destroy himself. By wrong habits, he loses the power of self-appreciation; he loses self-control. He cannot reason correctly about matters that concern him most deeply. He is reckless and irrational in his treatment of mind and body. Through his neglect to cultivate right principles, he is ruined both for this world and for the world to come.",
    "If the youth understood their own weakness, they would find in God their strength. If they seek to be taught by Him they will become wise in His wisdom, and their lives will be fruitful of blessing to the world. But if they give up their minds to mere worldly and speculative study, and thus separate from God, they will lose all that enriches life."
]