[
    "There is an eloquence far more powerful than the eloquence of words in the quiet, consistent life of a pure, true Christian. What a man is has more influence than what he says.",
    "The officers who were sent to Jesus came back with the report that never man spoke as He spoke. But the reason for this was that never man lived as He lived. Had His life been other than it was, He could not have spoken as He did. His words bore with them a convincing power, because they came from a heart pure and holy, full of love and sympathy, benevolence and truth.",
    "It is our own character and experience that determine our influence upon others. In order to convince others of the power of Christ's grace, we must know its power in our own hearts and lives. The gospel we present for the saving of souls must be the gospel by which our own souls are saved. Only through a living faith in Christ as a personal Saviour is it possible to make our influence felt in a skeptical world. If we would draw sinners out of the swift-running current, our own feet must be firmly set upon the Rock, Christ Jesus.",
    "The badge of Christianity is not an outward sign, not the wearing of a cross or a crown, but it is that which reveals the union of man with God. By the power of His grace manifested in the transformation of character the world is to be convinced that God has sent His Son as its Redeemer. No other influence that can surround the human soul has such power as the influence of an unselfish life. The strongest argument in favor of the gospel is a loving and lovable Christian.",
    "To live such a life, to exert such an influence, costs at every step effort, self-sacrifice, discipline. It is because they do not understand this that many are so easily discouraged in the Christian life. Many who sincerely consecrate their lives to God's service are surprised and disappointed to find themselves, as never before, confronted by obstacles and beset by trials and perplexities. They pray for Christlikeness of character, for a fitness for the Lord's work, and they are placed in circumstances that seem to call forth all the evil of their nature. Faults are revealed of which they did not even suspect the existence. Like Israel of old they question, \"If God is leading us, why do all these things come upon us?\"",
    "It is because God is leading them that these things come upon them. Trials and obstacles are the Lord's chosen methods of discipline and His appointed conditions of success. He who reads the hearts of men knows their characters better than they themselves know them. He sees that some have powers and susceptibilities which, rightly directed, might be used in the advancement of His work. In His providence He brings these persons into different positions and varied circumstances that they may discover in their character the defects which have been concealed from their own knowledge. He gives them opportunity to correct these defects and to fit themselves for His service. Often He permits the fires of affliction to assail them that they may be purified.",
    "The fact that we are called upon to endure trial shows that the Lord Jesus sees in us something precious which He desires to develop. If He saw in us nothing whereby He might glorify His name, He would not spend time in refining us. He does not cast worthless stones into His furnace. It is valuable ore that He refines. The blacksmith puts the iron and steel into the fire that he may know what manner of metal they are. The Lord allows His chosen ones to be placed in the furnace of affliction to prove what temper they are of and whether they can be fashioned for His work.",
    "The potter takes the clay and molds it according to his will. He kneads it and works it. He tears it apart and presses it together. He wets it and then dries it. He lets it lie for a while without touching it. When it is perfectly pliable, he continues the work of making of it a vessel. He forms it into shape and on the wheel trims and polishes it. He dries it in the sun and bakes it in the oven. Thus it becomes a vessel fit for use. So the great Master Worker desires to mold and fashion us. And as the clay is in the hands of the potter, so are we to be in His hands. We are not to try to do the work of the potter. Our part is to yield ourselves to be molded by the Master Worker.",
    "\"Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you: but rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when His glory shall be revealed, ye may be glad also with exceeding joy.\" 1 Peter 4:12, 13.",
    "In the full light of day, and in hearing of the music of other voices, the caged bird will not sing the song that his master seeks to teach him. He learns a snatch of this, a trill of that, but never a separate and entire melody. But the master covers the cage, and places it where the bird will listen to the one song he is to sing. In the dark, he tries and tries again to sing that song until it is learned, and he breaks forth in perfect melody. Then the bird is brought forth, and ever after he can sing that song in the light. Thus God deals with His children. He has a song to teach us, and when we have learned it amid the shadows of affliction we can sing it ever afterward.",
    "Many are dissatisfied with their lifework. It may be that their surroundings are uncongenial; their time is occupied with commonplace work, when they think themselves capable of higher responsibilities; often their efforts seem to them to be unappreciated or fruitless; their future is uncertain.",
    "Let us remember that while the work we have to do may not be our choice, it is to be accepted as God's choice for us.",
    "Whether pleasing or unpleasing, we are to do the duty that lies nearest. \"Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.\" Ecclesiastes 9:10.",
    "If the Lord desires us to bear a message to Nineveh, it will not be as pleasing to Him for us to go to Joppa or to Capernaum. He has reasons for sending us to the place toward which our feet have been directed. At that very place there may be someone in need of the help we can give. He who sent Philip to the Ethiopian councilor, Peter to the Roman centurion, and the little Israelitish maiden to the help of Naaman, the Syrian captain, sends men and women and youth today as His representatives to those in need of divine help and guidance.",
    "Our plans are not always God's plans. He may see that it is best for us and for His cause to refuse our very best intentions, as He did in the case of David. But of one thing we may be assured, He will bless and use in the advancement of His cause those who sincerely devote themselves and all they have to His glory. If He sees it best not to grant their desires He will counterbalance the refusal by giving them tokens of His love and entrusting to them another service.",
    "In His loving care and interest for us, often He who understands us better than we understand ourselves refuses to permit us selfishly to seek the gratification of our own ambition. He does not permit us to pass by the homely but sacred duties that lie next us. Often these duties afford the very training essential to prepare us for a higher work. Often our plans fail that God's plans for us may succeed.",
    "We are never called upon to make a real sacrifice for God. Many things He asks us to yield to Him, but in doing this we are but giving up that which hinders us in the heavenward way. Even when called upon to surrender those things which in themselves are good, we may be sure that God is thus working out for us some higher good.",
    "In the future life the mysteries that here have annoyed and disappointed us will be made plain. We shall see that our seemingly unanswered prayers and disappointed hopes have been among our greatest blessings.",
    "We are to look upon every duty, however humble, as sacred because it is a part of God's service. Our daily prayer should be, \"Lord, help me to do my best. Teach me how to do better work. Give me energy and cheerfulness. Help me to bring into my service the loving ministry of the Saviour.\"",
    "Consider the experience of Moses. The education he received in Egypt as the king's grandson and the prospective heir to the throne was very thorough. Nothing was neglected that was calculated to make him a wise man, as the Egyptians understood wisdom. He received the highest civil and military training. He felt that he was fully prepared for the work of delivering Israel from bondage. But God judged otherwise. His providence appointed Moses forty years of training in the wilderness as a keeper of sheep.",
    "The education that Moses had received in Egypt was a help to him in many respects; but the most valuable preparation for his lifework was that which he received while employed as a shepherd. Moses was naturally of an impetuous spirit. In Egypt a successful military leader and a favorite with the king and the nation, he had been accustomed to receiving praise and flattery. He had attracted the people to himself. He hoped to accomplish by his own powers the work of delivering Israel. Far different were the lessons he had to learn as God's representative. As he led his flocks through the wilds of the mountains and into the green pastures of the valleys, he learned faith and meekness, patience, humility, and self-forgetfulness. He learned to care for the weak, to nurse the sick, to seek after the straying, to bear with the unruly, to tend the lambs, and to nurture the old and the feeble.",
    "In this work Moses was drawn nearer to the Chief Shepherd. He became closely united to the Holy One of Israel. No longer did he plan to do a great work. He sought to do faithfully as unto God the work committed to his charge. He recognized the presence of God in his surroundings. All nature spoke to him of the Unseen One. He knew God as a personal God, and, in meditating upon His character he grasped more and more fully the sense of His presence. He found refuge in the everlasting arms.",
    "After this experience, Moses heard the call from heaven to exchange his shepherd's crook for the rod of authority; to leave his flock of sheep and take the leadership of Israel. The divine command found him self-distrustful, slow of speech, and timid. He was overwhelmed with a sense of his incapacity to be a mouthpiece for God. But he accepted the work, putting his whole trust in the Lord. The greatness of his mission called into exercise the best powers of his mind. God blessed his ready obedience, and he became eloquent, hopeful, self-possessed, fitted for the greatest work ever given to man. Of him it is written: \"There hath not arisen a prophet since in Israel like unto Moses, whom Jehovah knew face to face.\" Deuteronomy 34:10, A.R.V.",
    "Let those who feel that their work is not appreciated, and who crave a position of greater responsibility, consider that \"promotion cometh neither from the east, nor from the west, nor from the south. But God is the Judge: He putteth down one, and setteth up another.\" Psalm 75:6, 7. Every man has his place in the eternal plan of heaven. Whether we fill that place depends upon our own faithfulness in co-operating with God.",
    "We need to beware of self-pity. Never indulge the feeling that you are not esteemed as you should be, that your efforts are not appreciated, that your work is too difficult. Let the memory of what Christ has endured for us silence every murmuring thought. We are treated better than was our Lord. \"Seekest thou great things for thyself? seek them not.\" Jeremiah 45:5. The Lord has no place in His work for those who have a greater desire to win the crown than to bear the cross. He wants men who are more intent upon doing their duty than upon receiving their reward—men who are more solicitous for principle than for promotion.",
    "Those who are humble, and who do their work as unto God, may not make so great a show as do those who are full of bustle and self-importance; but their work counts for more. Often those who make a great parade call attention to self, interposing between the people and God, and their work proves a failure. \"Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding. Exalt her, and she shall promote thee: she shall bring thee to honor, when thou dost embrace her.\" Proverbs 4:7, 8.",
    "Because they have not the determination to take themselves in hand and to reform, many become stereotyped in a wrong course of action. But this need not be. They may cultivate their powers to do the very best kind of service, and then they will be always in demand. They will be valued for all that they are worth.",
    "If any are qualified for a higher position, the Lord will lay the burden, not alone on them, but on those who have tested them, who know their worth, and who can understandingly urge them forward. It is those who perform faithfully their appointed work day by day, who in God's own time will hear His call, \"Come up higher.\"",
    "While the shepherds were watching their flocks on the hills of Bethlehem, angels from heaven visited them. So today while the humble worker for God is following his employment, angels of God stand by his side, listening to his words, noting the manner in which his work is done, to see if larger responsibilities may be entrusted to his hands.",
    "Not by their wealth, their education, or their position does God estimate men. He estimates them by their purity of motive and their beauty of character. He looks to see how",
    "much of His Spirit they possess and how much of His likeness their life reveals. To be great in God's kingdom is to be as a little child in humility, in simplicity of faith, and in purity of love.",
    "\"Ye know,\" Christ said, \"that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them. Not so shall it be among you: but whosoever would become great among you shall be your minister.\" Matthew 20:25, 26, A.R.V.",
    "Of all the gifts that heaven can bestow upon men, fellowship with Christ in His sufferings is the most weighty trust and the highest honor. Not Enoch, who was translated to heaven, not Elijah, who ascended in a chariot of fire, was greater or more honored than John the Baptist, who perished alone in the dungeon. \"Unto you it is given in the behalf of Christ, not only to believe on Him, but also to suffer for His sake.\" Philippians 1:29.",
    "Many are unable to make definite plans for the future. Their life is unsettled. They cannot discern the outcome of affairs, and this often fills them with anxiety and unrest. Let us remember that the life of God's children in this world is a pilgrim life. We have not wisdom to plan our own lives. It is not for us to shape our future. \"By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.\" Hebrews 11:8.",
    "Christ in His life on earth made no plans for Himself. He accepted God's plans for Him, and day by day the Father unfolded His plans. So should we depend upon God, that our lives may be the simple outworking of His will. As we commit our ways to Him, He will direct our steps.",
    "Too many, in planning for a brilliant future, make an utter failure. Let God plan for you. As a little child, trust to the guidance of Him who will \"keep the feet of His saints.\" 1 Samuel 2:9. God never leads His children otherwise than they would choose to be led, if they could see the end from the beginning and discern the glory of the purpose which they are fulfilling as co-workers with Him.",
    "When Christ called His disciples to follow Him, He offered them no flattering prospects in this life. He gave them no promise of gain or worldly honor, nor did they make any stipulation as to what they should receive. To Matthew as he sat at the receipt of custom, the Saviour said, \"Follow Me. And he left all, rose up, and followed Him.\" Luke 5:27, 28. Matthew did not, before rendering service, wait to demand a certain salary equal to the amount received in his former occupation. Without question or hesitation he followed Jesus. It was enough for him that he was to be with the Saviour, that he might hear His words and unite with Him in His work.",
    "So it was with the disciples previously called. When Jesus bade Peter and his companions follow Him, immediately they left their boats and nets. Some of these disciples had friends dependent on them for support; but when they received the Saviour's invitation they did not hesitate and inquire, \"How shall I live and sustain my family?\" They were obedient to the call; and when afterward Jesus asked them, \"When I sent you without purse, and scrip, and shoes, lacked ye anything?\" they could answer, \"Nothing.\" Luke 22:35.",
    "Today the Saviour calls us, as He called Matthew and John and Peter, to His work. If our hearts are touched by His love, the question of compensation will not be uppermost in our minds. We shall rejoice to be co-workers with Christ, and we shall not fear to trust His care. If we make God our strength we shall have clear perceptions of duty, unselfish aspirations; our life will be actuated by a noble purpose which will raise us above sordid motives.",
    "Many who profess to be Christ's followers have an anxious, troubled heart because they are afraid to trust themselves with God. They do not make a complete surrender to Him, for they shrink from the consequences that such a surrender may involve. Unless they do make this surrender they cannot find peace.",
    "There are many whose hearts are aching under a load of care because they seek to reach the world's standard. They have chosen its service, accepted its perplexities, adopted its customs. Thus their character is marred and their life made a weariness. The continual worry is wearing out the life forces. Our Lord desires them to lay aside this yoke of bondage. He invites them to accept His yoke; He says, \"My yoke is easy, and My burden is light.\" Worry is blind and cannot discern the future; but Jesus sees the end from the beginning. In every difficulty He has His way prepared to bring relief. \"No good thing will He withhold from them that walk uprightly.\" Matthew 11:30; Psalm 84:11.",
    "Our heavenly Father has a thousand ways to provide for us of which we know nothing. Those who accept the one principle of making the service of God supreme, will find perplexities vanish and a plain path before their feet.",
    "The faithful discharge of today's duties is the best preparation for tomorrow's trials. Do not gather together all tomorrow's liabilities and cares and add them to the burden of today. \"Sufficient unto the day is the evil thereof.\" Matthew 6:34.",
    "Let us be hopeful and courageous. Despondency in God's service is sinful and unreasonable. He knows our every necessity. To the omnipotence of the King of kings our covenant-keeping God unites the gentleness and care of the tender shepherd. His power is absolute, and it is the pledge of the sure fulfillment of His promises to all who trust in Him. He has means for the removal of every difficulty, that those who serve Him and respect the means He employs may be sustained. His love is as far above all other love as the heavens are above the earth. He watches over His children with a love that is measureless and everlasting.",
    "In the darkest days, when appearances seem most forbidding, have faith in God. He is working out His will, doing all things well in behalf of His people. The strength of those who love and serve Him will be renewed day by day.",
    "He is able and willing to bestow upon His servants all the help they need. He will give them the wisdom which their varied necessities demand.",
    "Said the tried apostle Paul: \"He said unto me, My grace is sufficient for thee: for My strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me. Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong.\" 2 Corinthians 12:9, 10."
]