[
    "Not all who profess to believe in dietetic reform are really reformers. With many persons the reform consists merely in discarding certain unwholesome foods. They do not understand clearly the principles of health, and their tables, still loaded with harmful dainties, are far from being an example of Christian temperance and moderation.",
    "Another class, in their desire to set a right example, go to the opposite extreme. Some are unable to obtain the most desirable foods, and, instead of using such things as would best supply the lack, they adopt an impoverished diet. Their food does not supply the elements needed to make good blood. Their health suffers, their usefulness is impaired, and their example tells against, rather than in favor of, reform in diet.",
    "Others think that since health requires a simple diet, there need be little care in the selection or the preparation of food. Some restrict themselves to a very meager diet, not having sufficient variety to supply the needs of the system, and they suffer in consequence.",
    "Those who have but a partial understanding of the principles of reform are often the most rigid, not only in carrying out their views themselves, but in urging them on their families and their neighbors. The effect of their mistaken reforms, as seen in their own ill-health, and their efforts to force their views upon others, give many a false idea of dietetic reform, and lead them to reject it altogether.",
    "Those who understand the laws of health and who are governed by principle, will shun the extremes, both of indulgence and of restriction. Their diet is chosen, not for the mere gratification of appetite, but for the upbuilding of the body. They seek to preserve every power in the best condition for highest service to God and man. The appetite is under the control of reason and conscience, and they are rewarded with health of body and mind. While they do not urge their views offensively upon others, their example is a testimony in favor of right principles. These persons have a wide influence for good.",
    "There is real common sense in dietetic reform. The subject should be studied broadly and deeply, and no one should criticize others because their practice is not, in all things, in harmony with his own. It is impossible to make an unvarying rule to regulate everyone's habits, and no one should think himself a criterion for all. Not all can eat the same things. Foods that are palatable and wholesome to one person may be distasteful, and even harmful, to another. Some cannot use milk, while others thrive on it. Some persons cannot digest peas and beans; others find them wholesome. For some the coarser grain preparations are good food, while others cannot use them.",
    "Those who live in new countries or in poverty-stricken districts, where fruits and nuts are scarce, should not be urged to exclude milk and eggs from their dietary. It is true that persons in full flesh and in whom the animal passions are strong need to avoid the use of stimulating foods. Especially in families of children who are given to sensual habits, eggs should not be used. But in the case of persons whose blood-making organs are feeble,—especially if other foods to supply the needed elements cannot be obtained,—milk and eggs should not be wholly discarded. Great care should be taken, however, to obtain milk from healthy cows, and eggs from healthy fowls, that are well fed and well cared for; and the eggs should be so cooked as to be most easily digested.",
    "The diet reform should be progressive. As disease in animals increases, the use of milk and eggs will become more and more unsafe. An effort should be made to supply their place with other things that are healthful and inexpensive. The people everywhere should be taught how to cook without milk and eggs, so far as possible, and yet have their food wholesome and palatable.",
    "The practice of eating but two meals a day is generally found a benefit to health; yet under some circumstances persons may require a third meal. This should, however, if taken at all, be very light, and of food most easily digested. \"Crackers\"—the English biscuit—or zwieback, and fruit, or cereal coffee, are the foods best suited for the evening meal.",
    "Some are continually anxious lest their food, however simple and healthful, may hurt them. To these let me say, Do not think that your food will injure you; do not think about it at all. Eat according to your best judgment; and when you have asked the Lord to bless the food for the strengthening of your body, believe that He hears your prayer, and be at rest.",
    "Because principle requires us to discard those things that irritate the stomach and impair health, we should remember that an impoverished diet produces poverty of the blood. Cases of disease most difficult to cure result from this cause. The system is not sufficiently nourished, and dyspepsia and general debility are the result. Those who use such a diet are not always compelled by poverty to do so, but they choose it through ignorance or negligence, or to carry out their erroneous ideas of reform.",
    "God is not honored when the body is neglected or abused and is thus unfitted for His service. To care for the body by providing for it food that is relishable and strengthening is one of the first duties of the householder. It is far better to have less expensive clothing and furniture than to stint the supply of food.",
    "Some householders stint the family table in order to provide expensive entertainment for visitors. This is unwise. In the entertainment of guests there should be greater simplicity. Let the needs of the family have first attention.",
    "Unwise economy and artificial customs often prevent the exercise of hospitality where it is needed and would be a blessing. The regular supply of food for our tables should be such that the unexpected guest can be made welcome without burdening the housewife to make extra preparation.",
    "All should learn what to eat and how to cook it. Men, as well as women, need to understand the simple, healthful preparation of food. Their business often calls them where they cannot obtain wholesome food; then, if they have a knowledge of cookery, they can use it to good purpose.",
    "Carefully consider your diet. Study from cause to effect. Cultivate self-control. Keep appetite under the control of reason. Never abuse the stomach by overeating, but do not deprive yourself of the wholesome, palatable food that health demands.",
    "The narrow ideas of some would-be health reformers have been a great injury to the cause of hygiene. Hygienists should remember that dietetic reform will be judged, to a great degree, by the provision they make for their tables; and instead of taking a course that will bring discredit upon it, they should so exemplify its principles as to commend them to candid minds. There is a large class who will oppose any reform movement, however reasonable, if it places a restriction on the appetite. They consult taste instead of reason or the laws of health. By this class, all who leave the beaten track of custom and advocate reform will be accounted radical, no matter how consistent their course. That these persons may have no ground for criticism, hygienists should not try to see how different they can be from others, but should come as near to them as possible without the sacrifice of principle.",
    "When those who advocate hygienic reform go to extremes, it is no wonder that many who regard these persons as representing health principles reject the reform altogether. These extremes frequently do more harm in a short time than could be undone by a lifetime of consistent living.",
    "Hygienic reform is based upon principles that are broad and far-reaching, and we should not belittle it by narrow views and practices. But no one should permit opposition or ridicule, or a desire to please or influence others, to turn him from true principles, or cause him lightly to regard them. Those who are governed by principle will be firm and decided in standing for the right; yet in all their associations they will manifest a generous, Christlike spirit and true moderation."
]