[
    "Christian life is more than many take it to be. It does not consist wholly in gentleness, patience, meekness, and kindliness. These graces are essential; but there is need also of courage, force, energy, and perseverance. The path that Christ marks out is a narrow, self-denying path. To enter that path and press on through difficulties and discouragements requires men who are more than weaklings.",
    "Men of stamina are wanted, men who will not wait to have their way smoothed and every obstacle removed, men who will inspire with fresh zeal the flagging efforts of dispirited workers, men whose hearts are warm with Christian love and whose hands are strong to do their Master's work.",
    "Some who engage in missionary service are weak, nerveless, spiritless, easily discouraged. They lack push. They have not those positive traits of character that give power to do something—the spirit and energy that kindle enthusiasm. Those who would win success must be courageous and hopeful. They should cultivate not only the passive but the active virtues. While they are to give the soft answer that turns away wrath, they must possess the courage of a hero to resist evil. With the charity that endures all things, they need the force of character that will make their influence a positive power.",
    "Some have no firmness of character. Their plans and purposes have no definite form and consistency. They are of but little practical use in the world. This weakness, indecision, and inefficiency should be overcome. There is in true Christian character an indomitableness that cannot be molded or subdued by adverse circumstances. We must have moral backbone, an integrity that cannot be flattered, bribed, or terrified.",
    "God desires us to make use of every opportunity for securing a preparation for His work. He expects us to put all our energies into its performance and to keep our hearts alive to its sacredness and its fearful responsibilities.",
    "Many who are qualified to do excellent work accomplish little because they attempt little. Thousands pass through life as if they had no great object for which to live, no high standard to reach. One reason for this is the low estimate which they place upon themselves. Christ paid an infinite price for us, and according to the price paid He desires us to value ourselves.",
    "Be not satisfied with reaching a low standard. We are not what we might be, or what it is God's will that we should be. God has given us reasoning powers, not to remain inactive, or to be perverted to earthly and sordid pursuits, but that they may be developed to the utmost, refined, sanctified, ennobled, and used in advancing the interests of His kingdom.",
    "None should consent to be mere machines, run by another man's mind. God has given us ability, to think and to act, and it is by acting with carefulness, looking to Him for wisdom that you will become capable of bearing burdens. Stand in your God-given personality. Be no other person's shadow. Expect that the Lord will work in and by and through you.",
    "Never think that you have learned enough, and that you may now relax your efforts. The cultivated mind is the measure of the man. Your education should continue during your lifetime; every day you should be learning and putting to practical use the knowledge gained.",
    "Remember that in whatever position you may serve you are revealing motive, developing character. Whatever your work, do it with exactness, with diligence; overcome the inclination to seek an easy task.",
    "The same spirit and principles that one brings into the daily labor will be brought into the whole life. Those who desire a fixed amount to do and a fixed salary, and who wish to prove an exact fit without the trouble of adaptation or training, are not the ones whom God calls to work in His cause. Those who study how to give as little as possible of their physical, mental, and moral power are not the workers upon whom He can pour out abundant blessings. Their example is contagious. Self-interest is the ruling motive. Those who need to be watched and who work only as every duty is specified to them, are not the ones who will be pronounced good and faithful. Workers are needed who manifest energy, integrity, diligence, those who are willing to do anything that needs to be done.",
    "Many become inefficient by evading responsibilities for fear of failure. Thus they fail of gaining that education which results from experience, and which reading and study and all the advantages otherwise gained cannot give them.",
    "Man can shape circumstances, but circumstances should not be allowed to shape the man. We should seize upon circumstances as instruments by which to work. We are to master them, but should not permit them to master us.",
    "Men of power are those who have been opposed, baffled, and thwarted. By calling their energies into action, the obstacles they meet prove to them positive blessings. They gain self-reliance. Conflict and perplexity call for the exercise of trust in God and for that firmness which develops power.",
    "Christ gave no stinted service. He did not measure His work by hours. His time, His heart, His soul and strength, were given to labor for the benefit of humanity. Through weary days He toiled, and through long nights He bent in prayer for grace and endurance that He might do a larger work. With strong crying and tears He sent His petitions to heaven, that His human nature might be strengthened, that He might be braced to meet the wily foe in all his deceptive workings, and fortified to fulfill His missions of uplifting humanity. To His workers He says, \"I have given you an example, that ye should do as I have done.\" John 13:15.",
    "\"The love of Christ,\" said Paul, \"constraineth us.\" 2 Corinthians 5:14. This was the actuating principle of his conduct; it was his motive power. If ever his ardor in the path of duty flagged for a moment, one glance at the cross caused him to gird up anew the loins of his mind and press forward in the way of self-denial. In his labors for his brethren he relied much upon the manifestation of infinite love in the sacrifice of Christ, with its subduing, constraining power.",
    "How earnest, how touching, his appeal: \"Ye know the grace of our Lord Jesus Christ, that, though He was rich, yet for your sakes He became poor, that ye through His poverty might be rich.\" 2 Corinthians 8:9. You know the height from which He stooped, the depth of humiliation to which He descended. His feet entered upon the path of sacrifice and turned not aside until He had given His life. There was no rest for Him between the throne in heaven and the cross. His love for man led Him to welcome every indignity and suffer every abuse.",
    "Paul admonishes us to \"look not every man on his own things, but every man also on the things of others.\" He bids us possess the mind \"which was also in Christ Jesus: who, being in the form of God, thought it not robbery to be equal with God: but made Himself of no reputation, and took upon Him the form of a servant, and was made in the likeness of men: and being found in fashion as a man, He humbled Himself, and became obedient unto death, even the death of the cross.\" Philippians 2:4-8.",
    "Paul was deeply anxious that the humiliation of Christ should be seen and realized. He was convinced that if men could be led to consider the amazing sacrifice made by the Majesty of heaven, selfishness would be banished from their hearts. The apostle lingers over point after point, that we may in some measure comprehend the wonderful condescension of the Saviour in behalf of sinners. He directs the mind first to the position which Christ occupied in heaven in the bosom of His Father; he reveals Him afterward as laying aside His glory, voluntarily subjecting Himself to the humbling conditions of man's life, assuming the responsibilities of a servant, and becoming obedient unto death, and that the most ignominious and revolting, the most agonizing—the death of the cross. Can we contemplate this wonderful manifestation of the love of God without gratitude and love, and a deep sense of the fact that we are not our own? Such a Master should not be served from grudging, selfish motives.",
    "\"Ye know,\" says Peter, \"that ye were not redeemed with corruptible things, as silver and gold.\" 1 Peter 1:18. Oh, had these been sufficient to purchase the salvation of man, how easily it might have been accomplished by Him who says, \"The silver is Mine, and the gold is Mine\"! Haggai 2:8. But the sinner could be redeemed only by the precious blood of the Son of God. Those who, failing to appreciate this wonderful sacrifice, withhold themselves from Christ's service, will perish in their selfishness.",
    "In the life of Christ, everything was made subordinate to His work, the great work of redemption which He came to accomplish. And the same devotion, the same self-denial and sacrifice, the same subjection to the claims of the word of God, is to be manifest in His disciples.",
    "Everyone who accepts Christ as his personal Saviour will long for the privilege of serving God. Contemplating what heaven has done for him, his heart is moved with boundless love and adoring gratitude. He is eager to signalize his gratitude by devoting his abilities to God's service. He longs to show his love for Christ and for His purchased possession. He covets toil, hardship, sacrifice.",
    "The true worker for God will do his best, because in so doing he can glorify his Master. He will do right in order to regard the requirements of God. He will endeavor to improve all his faculties. He will perform every duty as unto God. His one desire will be that Christ may receive homage and perfect service.",
    "There is a picture representing a bullock standing between a plow and an altar, with the inscription, \"Ready for either,\" ready to toil in the furrow or to be offered on the altar of sacrifice. This is the position of the true child of God—willing to go where duty calls, to deny self, to sacrifice for the Redeemer's cause."
]