[
    "When all has been done that can be done in helping the poor to help themselves, there still remain the widow and the fatherless, the aged, the helpless, and the sick, that claim sympathy and care. Never should these be neglected. They are committed by God Himself to the mercy, the love, and the tender care of all whom He has made His stewards.",
    "\"As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of faith.\" Galatians 6:10.",
    "In a special sense, Christ has laid upon His church the duty of caring for the needy among its own members. He suffers His poor to be in the borders of every church. They are always to be among us, and He places upon the members of the church a personal responsibility to care for them.",
    "As the members of a true family care for one another, ministering to the sick, supporting the weak, teaching the ignorant, training the inexperienced, so is \"the household of faith\" to care for its needy and helpless ones. Upon no consideration are these to be passed by.",
    "The widow and the fatherless are the objects of the Lord's special care.<br><br>\"A Father of the fatherless, and a Judge of the widows, <br>Is God in His holy habitation.\" <br><br>\"Thy Maker is thy husband; <br>Jehovah of hosts is His name: <br>And the Holy One of Israel is thy Redeemer; <br>The God of the whole earth shall He be called.\" <br><br>\"Leave thy fatherless children, I will preserve them alive; <br>And let thy widows trust in Me.\" <br>Psalm 68:5; Isaiah 54:5, A.R.V.; Jeremiah 49:11.",
    "Many a father, when called upon to part from his loved ones, has died resting in faith upon God's promise to care for them. The Lord provides for the widow and the fatherless, not by a miracle in sending manna from heaven, not by sending ravens to bring them food; but by a miracle upon human hearts, expelling selfishness, and unsealing the fountains of Christlike love. The afflicted and bereaved ones He commits to His followers as a precious trust. They have the very strongest claim upon our sympathy.",
    "In homes supplied with life's comforts, in bins and granaries filled with the yield of abundant harvests, in warehouses stocked with the products of the loom, and vaults stored with gold and silver, God has supplied means for the sustenance of these needy ones. He calls upon us to be channels of His bounty.",
    "Many a widowed mother with her fatherless children is bravely striving to bear her double burden, often toiling far beyond her strength in order to keep her little ones with her and to provide for their needs. Little time has she for their training and instruction, little opportunity to surround them with influences that would brighten their lives. She needs encouragement, sympathy, and tangible help.",
    "God calls upon us to supply to these children, so far as we can, the want of a father's care. Instead of standing aloof, complaining of their faults, and of the trouble they may cause, help them in every way possible. Seek to aid the careworn mother. Lighten her burdens.",
    "Then there are the multitudes of children who have been wholly deprived of the guidance of parents and the subduing influence of a Christian home. Let Christians open their hearts and homes to these helpless ones. The work that God has committed to them as an individual duty should not be turned over to some benevolent institution or left to the chances of the world's charity. If the children have no relatives able to give them care, let the members of the church provide homes for them. He who made us ordained that we should be associated in families, and the child nature will develop best in the loving atmosphere of a Christian home.",
    "Many who have no children of their own could do a good work in caring for the children of others. Instead of giving attention to pets, lavishing affection upon dumb animals, let them give their attention to little children, whose characters they may fashion after the divine similitude. Place your love upon the homeless members of the human family. See how many of these children you can bring up in the nurture and admonition of the Lord. Many would thus be greatly benefited themselves.",
    "The aged also need the helpful influences of the family. In the home of brethren and sisters in Christ can most nearly be made up to them the loss of their own home. If encouraged to share in the interests and occupations of the household, it will help them to feel that their usefulness is not at an end. Make them feel that their help is valued, that there is something yet for them to do in ministering to others, and it will cheer their hearts and give interest to their lives.",
    "So far as possible let those whose whitening heads and failing steps show that they are drawing near to the grave remain among friends and familiar associations. Let them worship among those whom they have known and loved. Let them be cared for by loving and tender hands.",
    "Whenever they are able to do so, it should be the privilege of the members of every family to minister to their own kindred. When this cannot be, the work belongs to the church, and it should be accepted both as a privilege and as a duty. All who possess Christ's spirit will have a tender regard for the feeble and the aged.",
    "The presence in our homes of one of these helpless ones is a precious opportunity to co-operate with Christ in His ministry of mercy and to develop traits of character like His. There is a blessing in the association of the old and the young. The young may bring sunshine into the hearts and lives of the aged. Those whose hold on life is weakening need the benefit of contact with the hopefulness and buoyancy of youth. And the young may be helped by the wisdom and experience of the old. Above all, they need to learn the lesson of unselfish ministry. The presence of one in need of sympathy and forbearance and self-sacrificing love would be to many a household a priceless blessing. It would sweeten and refine the home life, and call forth in old and young those Christlike graces that would make them beautiful with a divine beauty and rich in heaven's imperishable treasure.",
    "\"Ye have the poor with you always,\" Christ said, \"and whensoever ye will ye may do them good.\" \"Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.\" Mark 14:7; James 1:27.",
    "In placing among them the helpless and the poor, to be dependent upon their care, Christ tests His professed followers. By our love and service for His needy children we prove the genuineness of our love for Him. To neglect them is to declare ourselves false disciples, strangers to Christ and His love.",
    "If all were done that could be done in providing homes in families for orphan children, there would still remain very many requiring care. Many of them have received an inheritance of evil. They are unpromising, unattractive, perverse, but they are the purchase of the blood of Christ, and in His sight are just as precious as are our own little ones. Unless a helping hand is held out to them, they will grow up in ignorance and drift into vice and crime. Many of these children could be rescued through the work of orphan asylums.",
    "Such institutions, to be most effective, should be modeled as closely as possible after the plan of a Christian home. Instead of large establishments, bringing great numbers together, let there be small institutions in different places. Instead of being",
    "in or near some town or large city, they should be in the country where land can be secured for cultivation and the children can be brought into contact with nature and can have the benefits of industrial training.",
    "Those in charge of such a home should be men and women who are largehearted, cultured, and self-sacrificing; men and women who undertake the work from love to Christ and who train the children for Him. Under such care many homeless and neglected ones may be prepared to become useful members of society, an honor to Christ themselves, and in their turn helping others.",
    "Many despise economy, confounding it with stinginess and narrowness. But economy is consistent with the broadest liberality. Indeed, without economy, there can be no true liberality. We are to save, that we may give.",
    "No one can practice real benevolence without self-denial. Only by a life of simplicity, self-denial, and close economy is it possible for us to accomplish the work appointed us as Christ's representatives. Pride and worldly ambition must be put out of our hearts. In all our work the principle of unselfishness revealed in Christ's life is to be carried out. Upon the walls of our homes, the pictures, the furnishings, we are to read, \"Bring the poor that are cast out to thy house.\" On our wardrobes we are to see written, as with the finger of God, \"Clothe the naked.\" In the dining room, on the table laden with abundant food, we should see traced, \"Is it not to deal thy bread to the hungry?\" Isaiah 58:7.",
    "A thousand doors of usefulness are open before us. Often we lament the scanty resources available, but were Christians thoroughly in earnest, they could multiply the resources a thousandfold. It is selfishness, self-indulgence, that bars the way to our usefulness.",
    "How much means is expended for things that are mere idols, things that engross thought and time and strength which should be put to a higher use! How much money is wasted on expensive houses and furniture, on selfish pleasures, luxurious and unwholesome food, hurtful indulgences! How much is squandered on gifts that benefit no one! For things that are needless, often harmful, professed Christians are today spending more, many times more, than they spend in seeking to rescue souls from the tempter.",
    "Many who profess to be Christians spend so much on dress that they have nothing to spare for the needs of others. Costly ornaments and expensive clothing they think they must have, regardless of the needs of those who can with difficulty provide themselves with even the plainest clothing.",
    "My sisters, if you would bring your manner of dressing into conformity with the rules given in the Bible, you would have an abundance with which to help your poorer sisters. You would have not only means, but time. Often this is most needed. There are many whom you might help with your suggestions, your tact and skill. Show them how to dress simply and yet tastefully. Many a woman remains away from the house of God because her shabby, ill-fitting garments are in such striking contrast to the dress of others. Many a sensitive spirit cherishes a sense of bitter humiliation and injustice because of this contrast. And because of it many are led to doubt the reality of religion and to harden their hearts against the gospel.",
    "Christ bids us, \"Gather up the fragments that remain, that nothing be lost.\" While thousands are every day perishing from famine, bloodshed, fire, and plague, it becomes every lover of his kind to see that nothing is wasted, that nothing is needlessly expended, whereby he might benefit a human being.",
    "It is wrong to waste our time, wrong to waste our thoughts. We lose every moment that we devote to self-seeking. If every moment were valued and rightly employed, we should have time for everything that we need to do for ourselves or for the world. In the expenditure of money, in the use of time, strength, opportunities, let every Christian look to God for guidance. \"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.\" James 1:5.",
    "\"Do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for He is kind unto the unthankful and to the evil.\" Luke 6:35.",
    "\"He that hideth his eyes shall have many a curse;\" but \"he that giveth unto the poor shall not lack.\" Proverbs 28:27.",
    "\"Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom.\" Luke 6:38."
]