[
    "There are largehearted men and women who are anxiously considering the condition of the poor and what means can be found for their relief. How the unemployed and the homeless can be helped to secure the common blessings of God's providence and to live the life He intended man to live, is a question to which many are earnestly endeavoring to find an answer. But there are not many, even among educators and statesmen, who comprehend the causes that underlie the present state of society. Those who hold the reins of government are unable to solve the problem of poverty, pauperism, and increasing crime. They are struggling in vain to place business operations on a more secure basis.",
    "If men would give more heed to the teaching of God's word, they would find a solution of these problems that perplex them. Much might be learned from the Old Testament in regard to the labor question and the relief of the poor.",
    "In God's plan for Israel every family had a home on the land, with sufficient ground for tilling. Thus were provided both the means and the incentive for a useful, industrious, and self-supporting life. And no devising of men has ever improved upon that plan. To the world's departure from it is owing, to a large degree, the poverty and wretchedness that exist today.",
    "At the settlement of Israel in Canaan, the land was divided among the whole people, the Levites only, as ministers of the sanctuary, being excepted from the equal distribution. The tribes were numbered by families, and to each family, according to its numbers, was apportioned an inheritance.",
    "And although one might for a time dispose of his possession, he could not permanently barter away the inheritance of his children. When able to redeem his land, he was at liberty at any time to do so. Debts were remitted every seventh year, and in the fiftieth, or year of jubilee, all landed property reverted to the original owner.",
    "\"The land shall not be sold forever,\" was the Lord's direction; \"for the land is Mine; for ye are strangers and sojourners with Me. And in all the land of your possession ye shall grant a redemption for the land. If thy brother be waxen poor, and hath sold away some of his possession, and if any of his kin come to redeem it, then shall he redeem that which his brother sold. And if the man . . . himself be able to redeem it; . . . he may return unto his possession. But if he be not able to restore it to him, then that which is sold shall remain in the hand of him that hath bought it until the year of jubilee.\" Leviticus 25:23-28.",
    "\"Ye shall hallow the fiftieth year, and proclaim liberty throughout all the land unto all the inhabitants thereof: it shall be a jubilee unto you; and ye shall return every man unto his possession, and ye shall return every man unto his family.\" Verse 10.",
    "Thus every family was secured in its possession, and a safeguard was afforded against the extremes of either wealth or want.",
    "In Israel, industrial training was regarded as a duty. Every father was required to teach his sons some useful trade. The greatest men in Israel were trained to industrial pursuits. A knowledge of the duties pertaining to housewifery was considered essential for every woman. And skill in these duties was regarded as an honor to women of the highest station.",
    "Various industries were taught in the schools of the prophets, and many of the students sustained themselves by manual labor.",
    "These arrangements did not, however, wholly do away with poverty. It was not God's purpose that poverty should wholly cease. It is one of His means for the development of character. \"The poor,\" He says, \"shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.\" Deuteronomy 15:11.",
    "\"If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the Lord thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother. But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.\" Verses 7, 8.",
    "\"If thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.\" Leviticus 25:35.",
    "\"When ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field.\" \"When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it. . . . When thou beatest thine olive tree, thou shalt not go over the boughs again. . . . When thou gatherest the grapes of thy vineyard, thou shalt not glean it afterward: it shall be for the stranger, for the fatherless, and for the widow.\" Leviticus 19:9; Deuteronomy 24:19-21.",
    "None need fear that their liberality would bring them to want. Obedience to God's commandments would surely result in prosperity. \"For this thing,\" God said, \"the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.\" \"Thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt reign over many nations, but they shall not reign over thee.\" Deuteronomy 15:10, 6.",
    "God's word sanctions no policy that will enrich one class by the oppression and suffering of another. In all our business transactions it teaches us to put ourselves in the place of those with whom we are dealing, to look not only on our own things, but also on the things of others. He who would take advantage of another's misfortunes in order to benefit himself, or who seeks to profit himself through another's weakness or incompetence, is a transgressor both of the principles and of the precepts of the word of God.",
    "\"Thou shalt not pervert the judgment of the stranger, nor of the fatherless; nor take a widow's raiment to pledge.\" \"When thou dost lend thy brother anything, thou shalt not go into his house to fetch his pledge. Thou shalt stand abroad, and the man to whom thou dost lend shall bring out the pledge abroad unto thee. And if the man be poor, thou shalt not sleep with his pledge.\" \"If thou at all take thy neighbor's raiment to pledge, thou shalt deliver it unto him by that the sun goeth down: for that is his covering only: . . . wherein shall he sleep? and it shall come to pass, when he crieth unto Me, that I will hear; for I am gracious.\" \"If thou sell aught unto thy neighbor, or buyest aught of thy neighbor's hand, ye shall not oppress one another\" Deuteronomy 24:17, 10-12; Exodus 22:26, 27; Leviticus 25:14.",
    "\"Ye shall do no unrighteousness in judgment, in measures of length, of weight, or of quantity.\" \"Thou shalt not have in thy bag diverse weights, a great and a small. Thou shalt not have in thy house diverse measures, a great and a small.\" \"Just balances, just weights, a just ephah, and a just hin, shall ye have.\" Leviticus 19:35, A.R.V.; Deuteronomy 25:13, 14, A.R.V.; Leviticus 19:36, A.R.V.",
    "\"Give to him that asketh thee, and from him that would borrow of thee turn not thou away.\" \"The wicked borroweth, and payeth not again: but the righteous showeth mercy, and giveth.\" Matthew 5:42; Psalm 37:21.",
    "\"Give counsel, execute justice; make thy shade as the night in the midst of the noonday; hide the outcasts; betray not the fugitive.\" \"Let Mine outcasts dwell with thee; . . . be thou a covert to them from the face of the spoiler.\" Isaiah 16:3 (A.R.V.), 4.",
    "The plan of life that God gave to Israel was intended as an object lesson for all mankind. If these principles were carried out today, what a different place this world would be!",
    "Within the vast boundaries of nature there is still room for the suffering and needy to find a home. Within her bosom there are resources sufficient to provide them with food. Hidden in the depths of the earth are blessings for all who have courage and will and perseverance to gather her treasures.",
    "The tilling of the soil, the employment that God appointed to man in Eden, opens a field in which there is opportunity for multitudes to gain a subsistence.",
    "\"Trust in the Lord, and do good; <br>So shalt thou dwell in the land, and verily thou shalt be fed.\" <br>Psalm 37:3.",
    "Thousands and tens of thousands might be working upon the soil who are crowded into the cities, watching for a chance to earn a trifle. In many cases this trifle is not spent for bread, but is put into the till of the liquor seller, to obtain that which destroys soul and body.",
    "Many look upon labor as drudgery, and they try to obtain a livelihood by scheming rather than by honest toil. This desire to get a living without work opens the door to wretchedness and vice and crime almost without limit.",
    "In the great cities are multitudes who receive less care and consideration than are given to dumb animals. Think of the families herded together in miserable tenements, many of them dark basements, reeking with dampness and filth. In these wretched places children are born and grow up and die. They see nothing of the beauty of natural things that God has created to delight the senses and uplift the soul. Ragged and half-starved, they live amid vice and depravity, molded in character by the wretchedness and sin that surround them. Children hear the name of God only in profanity. Foul speech, imprecations, and revilings fill their ears. The fumes of liquor and tobacco, sickening stenches, moral degradation, pervert their senses. Thus multitudes are trained to become criminals, foes to society that has abandoned them to misery and degradation.",
    "Not all the poor in the city slums are of this class. God-fearing men and women have been brought to the depths of poverty by illness or misfortune, often through the dishonest scheming of those who live by preying upon their fellows. Many who are upright and well-meaning become poor through lack of industrial training. Through ignorance they are unfitted to wrestle with the difficulties of life. Drifting into the cities, they are often unable to find employment. Surrounded by the sights and sounds of vice, they are subjected to terrible temptation. Herded and often classed with the vicious and degraded, it is only by a superhuman struggle, a more than finite power, that they can be preserved from sinking to the same depths. Many hold fast their integrity, choosing to suffer rather than to sin. This class especially demand help, sympathy, and encouragement.",
    "If the poor now crowded into the cities could find homes upon the land, they might not only earn a livelihood, but find health and happiness now unknown to them. Hard work, simple fare, close economy, often hardship and privation, would be their lot. But what a blessing would be theirs in leaving the city, with its enticements to evil, its turmoil and crime, misery and foulness, for the country's quiet and peace and purity.",
    "To many of those living in the cities who have not a spot of green grass to set their feet upon, who year after year have looked out upon filthy courts and narrow alleys, brick walls and pavements, and skies clouded with dust and smoke—if these could be taken to some farming district, surrounded with the green fields, the woods and hills and brooks, the clear skies and the fresh, pure air of the country, it would seem almost like heaven.",
    "Cut off to a great degree from contact with and dependence upon men, and separated from the world's corrupting maxims and customs and excitements, they would come nearer to the heart of nature. God's presence would be more real to them. Many would learn the lesson of dependence upon Him. Through nature they would hear His voice speaking to their hearts of His peace and love, and mind and soul and body would respond to the healing, life-giving power.",
    "If they ever become industrious and self-supporting, very many must have assistance, encouragement, and instruction. There are multitudes of poor families for whom no better missionary work could be done than to assist them in settling on the land and in learning how to make it yield them a livelihood.",
    "The need for such help and instruction is not confined to the cities. Even in the country, with all its possibilities for a better life, multitudes of the poor are in great need. Whole communities are devoid of education in industrial and sanitary lines. Families live in hovels, with scant furniture and clothing, without tools, without books, destitute both of comforts and conveniences and of means of culture. Imbruted souls, bodies weak and ill-formed, reveal the results of evil heredity and of wrong habits. These people must be educated from the very foundation. They have led shiftless, idle, corrupt lives, and they need to be trained to correct habits.",
    "How can they be awakened to the necessity of improvement? How can they be directed to a higher ideal of life? How can they be helped to rise? What can be done where poverty prevails and is to be contended with at every step? Certainly the work is difficult. The necessary reformation will never be made unless men and women are assisted by a power outside of themselves. It is God's purpose that the rich and the poor shall be closely bound together by the ties of sympathy and helpfulness. Those who have means, talents, and capabilities are to use these gifts in blessing their fellow men.",
    "Christian farmers can do real missionary work in helping the poor to find homes on the land and in teaching them how to till the soil and make it productive. Teach them how to use the implements of agriculture, how to cultivate various crops, how to plant and care for orchards.",
    "Many who till the soil fail to secure adequate returns because of their neglect. Their orchards are not properly cared for, the crops are not put in at the right time, and a mere surface work is done in cultivating the soil. Their ill success they charge to the unproductiveness of the land. False witness is often borne in condemning land that, if properly worked, would yield rich returns. The narrow plans, the little strength put forth, the little study as to the best methods, call loudly for reform.",
    "Let proper methods be taught to all who are willing to learn. If any do not wish you to speak to them of advanced ideas, let the lessons be given silently. Keep up the culture of your own land. Drop a word to your neighbors when you can, and let the harvest be eloquent in favor of right methods. Demonstrate what can be done with the land when properly worked.",
    "Attention should be given to the establishment of various industries so that poor families can find employment. Carpenters, blacksmiths, and indeed everyone who understands some line of useful labor, should feel a responsibility to teach and help the ignorant and the unemployed.",
    "In ministry to the poor there is a wide field of service for women as well as for men. The efficient cook, the housekeeper, the seamstress, the nurse—the help of all is needed. Let the members of poor households be taught how to cook, how to make and mend their own clothing, how to nurse the sick, how to care properly for the home. Let boys and girls be thoroughly taught some useful trade or occupation.",
    "Missionary families are needed to settle in the waste places. Let farmers, financiers, builders, and those who are skilled in various arts and crafts, go to neglected fields, to improve the land, to establish industries, to prepare humble homes for themselves, and to help their neighbors.",
    "The rough places of nature, the wild places, God has made attractive by placing beautiful things among the most unsightly. This is the work we are called to do. Even the desert places of the earth, where the outlook appears to be forbidding, may become as the garden of God.",
    "\"In that day shall the deaf hear the words of the book, <br>And the eyes of the blind shall see out of obscurity, and out of darkness. <br.The meek also shall increase their joy in the Lord, <br>And the poor among men shall rejoice in the Holy One of Israel.\" <br>Isaiah 29:18, 19.",
    "By instruction in practical lines we can often help the poor most effectively. As a rule, those who have not been trained to work do not have habits of industry, perseverance, economy, and self-denial. They do not know how to manage. Often through lack of carefulness and right judgment there is wasted that which would maintain their families in decency and comfort if it were carefully and economically used. \"Much food is in the tillage of the poor: but there is that is destroyed for want of judgment.\" Proverbs 13:23.",
    "We may give to the poor, and harm them, by teaching them to be dependent. Such giving encourages selfishness and helplessness. Often it leads to idleness, extravagance, and intemperance. No man who can earn his own livelihood has a right to depend on others. The proverb \"The world owes me a living\" has in it the essence of falsehood, fraud, and robbery. The world owes no man a living who is able to work and gain a living for himself.",
    "Real charity helps men to help themselves. If one comes to our door and asks for food, we should not turn him away hungry; his poverty may be the result of misfortune. But true beneficence means more than mere gifts. It means a genuine interest in the welfare of others. We should seek to understand the needs of the poor and distressed, and to give them the help that will benefit them most. To give thought and time and personal effort costs far more than merely to give money. But it is the truest charity.",
    "Those who are taught to earn what they receive will more readily learn to make the most of it. And in learning to be self-reliant, they are acquiring that which will not only make them self-sustaining, but will enable them to help others. Teach the importance of life's duties to those who are wasting their opportunities. Show them that Bible religion never makes men idlers. Christ always encouraged industry. \"Why stand ye here all the day idle?\" He said to the indolent. \"I must work . . . while it is day: the night cometh, when no man can work.\" Matthew 20:6; John 9:4.",
    "It is the privilege of all to give to the world in their home life, in their customs and practices and order, an evidence of what the gospel can do for those who obey it. Christ came to our world to give us an example of what we may become. He expects His followers to be models of correctness in all the relations of life. He desires the divine touch to be seen upon outward things.",
    "Our own homes and surroundings should be object lessons, teaching ways of improvement, so that industry, cleanliness, taste, and refinement may take the place of idleness, uncleanness, coarseness, and disorder. By our lives and example we can help others to discern that which is repulsive in their character or their surroundings, and with Christian courtesy we may encourage improvement. As we manifest an interest in them, we shall find opportunity to teach them how to put their energies to the best use.",
    "We can do nothing without courage and perseverance. Speak words of hope and courage to the poor and the disheartened. If need be, give tangible proof of your interest by helping them when they come into strait places. Those who have had many advantages should remember that they themselves still err in many things, and that it is painful to them when their errors are pointed out and there is held up before them a comely pattern of what they should be. Remember that kindness will accomplish more than censure. As you try to teach others, let them see that you wish them to reach the highest standard, and that you are ready to give them help. If in some things they fail, be not quick to condemn them.",
    "Simplicity, self-denial, economy, lessons so essential for the poor to learn, often seem to them difficult and unwelcome. The example and spirit of the world is constantly exciting and fostering pride, love of display, self-indulgence, prodigality, and idleness. These evils bring thousands to penury and prevent thousands more from rising out of degradation and wretchedness. Christians are to encourage the poor to resist these influences.",
    "Jesus came to this world in humility. He was of lowly birth. The Majesty of heaven, the King of glory, the Commander of all the angel host, He humbled Himself to accept humanity, and then He chose a life of poverty and humiliation. He had no opportunities that the poor do not have. Toil, hardship, and privation were a part of every day's experience. \"Foxes have holes,\" He said, \"and birds of the air have nests; but the Son of man hath not where to lay His head.\" Luke 9:58.",
    "Jesus did not seek the admiration or the applause of men. He commanded no army. He ruled no earthly kingdom. He did not court the favor of the wealthy and honored of the world. He did not claim a position among the leaders of the nation. He dwelt among the lowly. He set at nought the artificial distinctions of society. The aristocracy of birth, wealth, talent, learning, rank, He ignored.",
    "He was the Prince of heaven, yet He did not choose His disciples from among the learned lawyers, the rulers, the scribes, or the Pharisees. He passed these by, because they prided themselves on their learning and position. They were fixed in their traditions and superstitions. He who could read all hearts chose humble fishermen who were willing to be taught. He ate with publicans and sinners, and mingled with the common people, not to become low and earthly with them, but in order by precept and example to present to them right principles, and to uplift them from their earthliness and debasement.",
    "Jesus sought to correct the world's false standard of judging the value of men. He took His position with the poor that He might lift from poverty the stigma that the world had attached to it. He has stripped from it forever the reproach of scorn, by blessing the poor, the inheritors of God's kingdom. He points us to the path He trod, saying, \"If any man will come after Me, let him deny himself, and take up his cross daily, and follow Me.\" Verse 23.",
    "Christian workers are to meet the people where they are, and educate them, not in pride, but in character building. Teach them how Christ worked and denied Himself. Help them to learn from Him the lessons of self-denial and sacrifice. Teach them to beware of self-indulgence in conforming to fashion. Life is too valuable, too full of solemn, sacred responsibilities, to be wasted in pleasing self.",
    "Men and women have hardly begun to understand the true object of life. They are attracted by glitter and show. They are ambitious for worldly pre-eminence. To this the true aims of life are sacrificed. Life's best things—simplicity, honesty, truthfulness, purity, integrity—cannot be bought or sold. They are as free to the ignorant as to the educated, to the humble laborer as to the honored statesman. For everyone God has provided pleasure that may be enjoyed by rich and poor alike—the pleasure found in cultivating pureness of thought and unselfishness of action, the pleasure that comes from speaking sympathizing words and doing kindly deeds. From those who perform such service the light of Christ shines to brighten lives darkened by many shadows.",
    "While helping the poor in temporal things, keep always in view their spiritual needs. Let your own life testify to the Saviour's keeping power. Let your character reveal the high standard to which all may attain. Teach the gospel in simple object lessons. Let everything with which you have to do be a lesson in character building.",
    "In the humble round of toil, the very weakest, the most obscure, may be workers together with God and may have the comfort of His presence and sustaining grace. They are not to weary themselves with busy anxieties and needless cares. Let them work on from day to day, accomplishing faithfully the task that God's providence assigns, and He will care for them. He says:",
    "\"In nothing be anxious; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God.\" \"And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.\" Philippians 4:6, A.R.V.; 4:7.",
    "The Lord's care is over all His creatures. He loves them all and makes no difference, except that He has the most tender pity for those who are called to bear life's heaviest burdens. God's children must meet trials and difficulties. But they should accept their lot with a cheerful spirit, remembering that for all that the world neglects to bestow, God Himself will make up to them in the best of favors.",
    "It is when we come into difficult places that He reveals His power and wisdom in answer to humble prayer. Have confidence in Him as a prayer-hearing, prayer-answering God. He will reveal Himself to you as One who can help in every emergency. He who created man, who gave him his wonderful physical, mental, and spiritual faculties, will not withhold that which is necessary to sustain the life He has given. He who has given us His word—the leaves of the tree of life— will not withhold from us a knowledge of how to provide food for His needy children.",
    "How can wisdom be obtained by him who holds the plow and drives the oxen? By seeking her as silver, and searching for her as for hid treasure. \"For his God doth instruct him to discretion, and doth teach him.\" Isaiah 28:26. \"This also cometh forth from Jehovah of hosts, who is wonderful in counsel, and excellent in wisdom.\" Verse 29, A.R.V.",
    "He who taught Adam and Eve in Eden how to tend the garden, desires to instruct men today. There is wisdom for him who drives the plow and sows the seed. Before those who trust and obey Him, God will open ways of advance. Let them move forward courageously, trusting in Him to supply their needs according to the riches of His goodness.",
    "He who fed the multitude with five loaves and two small fishes is able today to give us the fruit of our labor. He who said to the fishers of Galilee, \"Let down your nets for a draft,\" and who, as they obeyed, filled their nets till they broke, desires His people to see in this an evidence of what He will do for them today. The God who in the wilderness gave the children of Israel manna from heaven still lives and reigns. He will guide His people and give skill and understanding in the work they are called to do. He will give wisdom to those who strive to do their duty conscientiously and intelligently. He who owns the world is rich in resources, and will bless everyone who is seeking to bless others.",
    "We need to look heavenward in faith. We are not to be discouraged because of apparent failure, nor should we be disheartened by delay. We should work cheerfully, hopefully, gratefully, believing that the earth holds in her bosom rich treasures for the faithful worker to garner, stores richer than gold or silver. The mountains and hills are changing; the earth is waxing old like a garment; but the blessing of God, which spreads for His people a table in the wilderness, will never cease."
]