[
    "The gospel is a wonderful simplifier of life's problems. Its instruction, heeded, would make plain many a perplexity and save us from many an error. It teaches us to estimate things at their true value and to give the most effort to the things of greatest worth—the things that will endure. This lesson is needed by those upon whom rests the responsibility of selecting a home. They should not allow themselves to be diverted from the highest aim. Let them remember that the home on earth is to be a symbol of and a preparation for the home in heaven. Life is a training school, from which parents and children are to be graduated to the higher school in the mansions of God. As the location for a home is sought, let this purpose direct the choice. Be not controlled by the desire for wealth, the dictates of fashion, or the customs of society. Consider what will tend most to simplicity, purity, health, and real worth.",
    "The world over, cities are becoming hotbeds of vice. On every hand are the sights and sounds of evil. Everywhere are enticements to sensuality and dissipation. The tide of corruption and crime is continually swelling. Every day brings the record of violence—robberies, murders, suicides, and crimes unnamable.",
    "Life in the cities is false and artificial. The intense passion for money getting, the whirl of excitement and pleasure seeking, the thirst for display, the luxury and extravagance, all are forces that, with the great masses of mankind, are turning the mind from life's true purpose. They are opening the door to a thousand evils. Upon the youth they have almost irresistible power.",
    "One of the most subtle and dangerous temptations that assail the children and youth in the cities is the love of pleasure. Holidays are numerous; games and horse racing draw thousands, and the whirl of excitement and pleasure attracts them away from the sober duties of life. Money that should have been saved for better uses is frittered away for amusements.",
    "Through the working of trusts, and the results of labor unions and strikes, the conditions of life in the city are constantly becoming more and more difficult. Serious troubles are before us; and for many families removal from the cities will become a necessity.",
    "The physical surroundings in the cities are often a peril to health. The constant liability to contact with disease, the prevalence of foul air, impure water, impure food, the crowded, dark, unhealthful dwellings, are some of the many evils to be met.",
    "It was not God's purpose that people should be crowded into cities, huddled together in terraces and tenements. In the beginning He placed our first parents amidst the beautiful sights and sounds He desires us to rejoice in today. The more nearly we come into harmony with God's original plan, the more favorable will be our position to secure health of body, and mind, and soul.",
    "An expensive dwelling, elaborate furnishings, display, luxury, and ease, do not furnish the conditions essential to a happy, useful life. Jesus came to this earth to accomplish the greatest work ever accomplished among men. He came as God's ambassador, to show us how to live so as to secure life's best results. What were the conditions chosen by the infinite Father for His Son? A secluded home in the Galilean hills; a household sustained by honest, self-respecting labor; a life of simplicity; daily conflict with difficulty and hardship; self-sacrifice, economy, and patient, gladsome service; the hour of study at His mother's side, with the open scroll of Scripture; the quiet of dawn or twilight in the green valley; the holy ministries of nature; the study of creation and providence; and the soul's communion with God—these were the conditions and opportunities of the early life of Jesus.",
    "So with the great majority of the best and noblest men of all ages. Read the history of Abraham, Jacob, and Joseph, of Moses, David, and Elisha. Study the lives of men of later times who have most worthily filled positions of trust and responsibility, the men whose influence has been most effective for the world's uplifting.",
    "How many of these were reared in country homes. They knew little of luxury. They did not spend their youth in amusement. Many were forced to struggle with poverty and hardship. They early learned to work, and their active life in the open air gave vigor and elasticity to all their faculties. Forced to depend upon their own resources, they learned to combat difficulties and to surmount obstacles, and they gained courage and perseverance. They learned the lessons of self-reliance and self-control. Sheltered in a great degree from evil associations, they were satisfied with natural pleasures and wholesome companionships. They were simple in their tastes and temperate in their habits. They were governed by principle, and they grew up pure and strong and true. When called to their lifework, they brought to it physical and mental power, buoyancy of spirit, ability to plan and execute, and steadfastness in resisting evil, that made them a positive power for good in the world.",
    "Better than any other inheritance of wealth you can give to your children will be the gift of a healthy body, a sound mind, and a noble character. Those who understand what constitutes life's true success will be wise betimes. They will keep in view life's best things in their choice of a home.",
    "Instead of dwelling where only the works of men can be seen, where the sights and sounds frequently suggest thoughts of evil, where turmoil and confusion bring weariness and disquietude, go where you can look upon the works of God. Find rest of spirit in the beauty and quietude and peace of nature. Let the eye rest on the green fields, the groves, and the hills. Look up to the blue sky, unobscured by the city's dust and smoke, and breathe the invigorating air of heaven. Go where, apart from the distractions and dissipations of city life, you can give your children your companionship, where you can teach them to learn of God through His works, and train them for lives of integrity and usefulness.",
    "Our artificial habits deprive us of many blessings and much enjoyment, and unfit us for living the most useful lives. Elaborate and expensive furnishings are a waste not only of money, but of that which is a thousandfold more precious. They bring into the home a heavy burden of care and labor and perplexity.",
    "What are the conditions in many homes, even where resources are limited and the work of the household rests chiefly on the mother? The best rooms are furnished in a style beyond the means of the occupants and unsuited to their convenience and enjoyment. There are expensive carpets, elaborately carved and daintily upholstered furniture, and delicate drapery. Tables, mantels, and every other available space are crowded with ornaments, and the walls are covered with pictures, until the sight becomes wearying. And what an amount of work is required to keep all these in order and free from dust! This work, and the other artificial habits of the family in its conformity to fashion, demand of the housewife unending toil.",
    "In many a home the wife and mother has no time to read, to keep herself well informed, no time to be a companion to her husband, no time to keep in touch with the developing minds of her children. There is no time or place for the precious Saviour to be a close, dear companion. Little by little she sinks into a mere household drudge, her strength and time and interest absorbed in the things that perish with the using. Too late she awakes to find herself almost a stranger in her own home. The precious opportunities once hers to influence her dear ones for the higher life, unimproved, have passed away forever.",
    "Let the homemakers resolve to live on a wiser plan. Let it be your first aim to make a pleasant home. Be sure to provide the facilities that will lighten labor and promote health and comfort. Plan for the entertainment of the guests whom Christ has bidden us welcome, and of whom He says, \"Inasmuch as ye have done it unto one of the least of these My brethren, ye have done it unto Me.\" Matthew 25:40.",
    "Furnish your home with things plain and simple, things that will bear handling, that can be easily kept clean, and that can be replaced without great expense. By exercising taste, you can make a very simple home attractive and inviting, if love and contentment are there.",
    "God loves the beautiful. He has clothed the earth and the heavens with beauty, and with a Father's joy He watches the delight of His children in the things that He has made. He desires us to surround our homes with the beauty of natural things.",
    "Nearly all dwellers in the country, however poor, could have about their homes a bit of grassy lawn, a few shade trees, flowering shrubbery, or fragrant blossoms. And far more than any artificial adorning will they minister to the happiness of the household. They will bring into the home life a softening, refining influence, strengthening the love of nature, and drawing the members of the household nearer to one another and nearer to God."
]