[
    "The relation that exists between the mind and the body is very intimate. When one is affected, the other sympathizes. The condition of the mind affects the health to a far greater degree than many realize. Many of the diseases from which men suffer are the result of mental depression. Grief, anxiety, discontent, remorse, guilt, distrust, all tend to break down the life forces and to invite decay and death.",
    "Disease is sometimes produced, and is often greatly aggravated, by the imagination. Many are lifelong invalids who might be well if they only thought so. Many imagine that every slight exposure will cause illness, and the evil effect is produced because it is expected. Many die from disease the cause of which is wholly imaginary.",
    "Courage, hope, faith, sympathy, love, promote health and prolong life. A contented mind, a cheerful spirit, is health to the body and strength to the soul. \"A merry [rejoicing] heart doeth good like a medicine.\" Proverbs 17:22.",
    "In the treatment of the sick the effect of mental influence should not be overlooked. Rightly used, this influence affords one of the most effective agencies for combating disease.",
    "There is, however, a form of mind cure that is one of the most effective agencies for evil. Through this so-called science, one mind is brought under the control of another so that the individuality of the weaker is merged in that of the stronger mind. One person acts out the will of another. Thus it is claimed that the tenor of the thoughts may be changed, that health-giving impulses may be imparted, and patients may be enabled to resist and overcome disease.",
    "This method of cure has been employed by persons who were ignorant of its real nature and tendency, and who believed it to be a means of benefit to the sick. But the so-called science is based upon false principles. It is foreign to the nature and spirit of Christ. It does not lead to Him who is life and salvation. The one who attracts minds to himself leads them to separate from the true Source of their strength.",
    "It is not God's purpose that any human being should yield his mind and will to the control of another, becoming a passive instrument in his hands. No one is to merge his individuality in that of another. He is not to look to any human being as the source of healing. His dependence must be in God. In the dignity of his God-given manhood he is to be controlled by God Himself, not by any human intelligence.",
    "God desires to bring men into direct relation with Himself. In all His dealings with human beings He recognizes the principle of personal responsibility. He seeks to encourage a sense of personal dependence and to impress the need of personal guidance. He desires to bring the human into association with the divine, that men may be transformed into the divine likeness. Satan works to thwart this purpose. He seeks to encourage dependence upon men. When minds are turned away from God, the tempter can bring them under his rule. He can control humanity.",
    "The theory of mind controlling mind was originated by Satan, to introduce himself as the chief worker, to put human philosophy where divine philosophy should be. Of all the errors that are finding acceptance among professedly Christian people, none is a more dangerous deception, none more certain to separate man from God, than is this. Innocent though it may appear, if exercised upon patients it will tend to their destruction, not to their restoration. It opens a door through which Satan will enter to take possession both of the mind that is given up to be controlled by another, and of the mind that controls.",
    "Fearful is the power thus given to evil-minded men and women. What opportunities it affords to those who live by taking advantage of other's weaknesses or follies! How many, through control of minds feeble or diseased, will find a means of gratifying lustful passion or greed of gain!",
    "There is something better for us to engage in than the control of humanity by humanity. The physician should educate the people to look from the human to the divine. Instead of teaching the sick to depend upon human beings for the cure of soul and body, he should direct them to the One who can save to the uttermost all who come unto Him. He who made man's mind knows what the mind needs. God alone is the One who can heal. Those whose minds and bodies are diseased are to behold in Christ the restorer. \"Because I live, He says, \"ye shall live also.\" John 14:19. This is the life we are to present to the sick, telling them that if they have faith in Christ as the restorer, if they co-operate with Him, obeying the laws of health, and striving to perfect holiness in His fear, He will impart to them His life. When we present Christ to them in this way, we are imparting a power, a strength, that is of value; for it comes from above. This is the true science of healing for body and soul.",
    "Great wisdom is needed in dealing with diseases caused through the mind. A sore, sick heart, a discouraged mind, needs mild treatment. Many times some living home trouble is, like a canker, eating to the very soul and weakening the life force. And sometimes it is the case that remorse for sin undermines the constitution and unbalances the mind. It is through tender sympathy that this class of invalids can be benefited. The physician should first gain their confidence and then point them to the Great Healer. If their faith can be directed to the True Physician, and they can have confidence that He has undertaken their case, this will bring relief to the mind and often give health to the body.",
    "Sympathy and tact will often prove a greater benefit to the sick than will the most skillful treatment given in a cold, indifferent way. When a physician comes to the sickbed with a listless, careless manner, looks at the afflicted one with little concern, by word or action giving the impression that the case is not one requiring much attention, and then leaves the patient to his own reflections, he has done that patient positive harm. The doubt and discouragement produced by his indifference will often counteract the good effect of the remedies he may prescribe.",
    "If physicians could put themselves in the place of the one whose spirit is humbled and whose will is weakened by suffering, and who longs for words of sympathy and assurance, they would be better prepared to appreciate his feelings. When the love and sympathy that Christ manifested for the sick is combined with the physician's knowledge, his very presence will be a blessing.",
    "Frankness in dealing with a patient inspires him with confidence, and thus proves an important aid to recovery. There are physicians who consider it wise policy to conceal from the patient the nature and cause of the disease from which he is suffering. Many, fearing to excite or discourage a patient by stating the truth, will hold out false hopes of recovery, and even allow a patient to go down to the grave without warning him of his danger. All this is unwise. It may not always be safe or best to explain to the patient the full extent of his danger. This might alarm him and retard or even prevent recovery. Nor can the whole truth always be told to those whose ailments are largely imaginary. Many of these persons are unreasonable, and have not accustomed themselves to exercise self-control. They have peculiar fancies, and imagine many things that are false in regard to themselves and to others. To them these things are real, and those who care for them need to manifest constant kindness and unwearied patience and tact. If these patients were told the truth in regard to themselves, some would be offended, others discouraged. Christ said to His disciples, \"I have yet many things to say unto you, but ye cannot bear them now.\" John 16:12. But though the truth may not all be spoken on all occasions, it is never necessary or justifiable to deceive. Never should the physician or the nurse stoop to prevarication. He who does this places himself where God cannot co-operate with him, and in forfeiting the confidence of his patients he is casting away one of the most effective human aids to their restoration.",
    "The power of the will is not valued as it should be. Let the will be kept awake and rightly directed, and it will impart energy to the whole being and will be a wonderful aid in the maintenance of health. It is a power also in dealing with disease. Exercised in the right direction, it would control the imagination and be a potent means of resisting and overcoming disease of both mind and body. By the exercise of the will power in placing themselves in right relation to life, patients can do much to co-operate with the physician's efforts for their recovery. There are thousands who can recover health if they will. The Lord does not want them to be sick. He desires them to be well and happy, and they should make up their minds to be well. Often invalids can resist disease simply by refusing to yield to ailments and settle down in a state of inactivity. Rising above their aches and pains, let them engage in useful employment suited to their strength. By such employment and the free use of air and sunlight, many an emaciated invalid might recover health and strength.",
    "For those who would regain or preserve health there is a lesson in the words of Scripture, \"Be not drunk with wine, wherein is excess; but be filled with the Spirit.\" Ephesians 5:18. Not through the excitement or oblivion produced by unnatural or unhealthful stimulants; not through indulgence of the lower appetites or passions, is to be found true healing or refreshment for the body or the soul. Among the sick are many who are without God and without hope. They suffer from ungratified desires, disordered passions, and the condemnation of their own consciences; they are losing their hold upon this life, and they have no prospect for the life to come. Let not the attendants upon the sick hope to benefit these patients by granting them frivolous, exciting indulgences. These have been the curse of their lives. The hungry, thirsting soul will continue to hunger and thirst so long as it seeks to find satisfaction here. Those who drink at the fountain of selfish pleasure are deceived. They mistake hilarity for strength, and when the excitement ceases, their inspiration ends, and they are left to discontent and despondency.",
    "Abiding peace, true rest of spirit, has but one Source. It was of this that Christ spoke when He said, \"Come unto Me, all ye that labor and are heavy-laden, and I will give you rest.\" Matthew 11:28. \"Peace I leave with you, My peace I give unto you: not as the world giveth, give I unto you.\" John 14:27. This peace is not something that He gives apart from Himself. It is in Christ, and we can receive it only by receiving Him.",
    "Christ is the wellspring of life. That which many need is to have a clearer knowledge of Him; they need to be patiently and kindly, yet earnestly, taught how the whole being may be thrown open to the healing agencies of heaven. When the sunlight of God's love illuminates the darkened chambers of the soul, restless weariness and dissatisfaction will cease, and satisfying joys will give vigor to the mind and health and energy to the body.",
    "We are in a world of suffering. Difficulty, trial, and sorrow await us all along the way to the heavenly home. But there are many who make life's burdens doubly heavy by continually anticipating trouble. If they meet with adversity or disappointment they think that everything is going to ruin, that theirs is the hardest lot of all, that they are surely coming to want. Thus they bring wretchedness upon themselves and cast a shadow upon all around them. Life itself becomes a burden to them. But it need not be thus. It will cost a determined effort to change the current of their thought. But the change can be made. Their happiness, both for this life and for the life to come, depends upon their fixing their minds upon cheerful things. Let them look away from the dark picture, which is imaginary, to the benefits which God has strewn in their pathway, and beyond these to the unseen and eternal.",
    "For every trial, God has provided help. When Israel in the desert came to the bitter waters of Marah, Moses cried unto the Lord. The Lord did not provide some new remedy; He called attention to that which was at hand. A shrub which He had created was to be cast into the fountain to make the water pure and sweet. When this was done, the people drank of the water and were refreshed. In every trial, if we seek Him, Christ will give us help. Our eyes will be opened to discern the healing promises recorded in His word. The Holy Spirit will teach us how to appropriate every blessing that will be an antidote to grief. For every bitter draft that is placed to our lips, we shall find a branch of healing.",
    "We are not to let the future, with its hard problems, its unsatisfying prospects, make our hearts faint, our knees tremble, our hands hang down. \"Let him take hold of My strength,\" says the Mighty One, \"that he may make peace with Me; and he shall make peace with Me.\" Isaiah 27:5. Those who surrender their lives to His guidance and to His service will never be placed in a position for which He has not made provision. Whatever our situation, if we are doers of His word, we have a Guide to direct our way; whatever our perplexity, we have a sure Counselor; whatever our sorrow, bereavement, or loneliness, we have a sympathizing Friend.",
    "If in our ignorance we make missteps, the Saviour does not forsake us. We need never feel that we are alone. Angels are our companions. The Comforter that Christ promised to send in His name abides with us. In the way that leads to the City of God there are no difficulties which those who trust in Him may not overcome. There are no dangers which they may not escape. There is not a sorrow, not a grievance, not a human weakness, for which He has not provided a remedy.",
    "None need abandon themselves to discouragement and despair. Satan may come to you with the cruel suggestion, \"Yours is a hopeless case. You are irredeemable.\" But there is hope for you in Christ. God does not bid us overcome in our own strength. He asks us to come close to His side. Whatever difficulties we labor under, which weigh down soul and body, He waits to make us free.",
    "He who took humanity upon Himself knows how to sympathize with the sufferings of humanity. Not only does Christ know every soul, and the peculiar needs and trials of that soul, but He knows all the circumstances that chafe and perplex the spirit. His hand is outstretched in pitying tenderness to every suffering child. Those who suffer most have most of His sympathy and pity. He is touched with the feeling of our infirmities, and He desires us to lay our perplexities and troubles at His feet and leave them there.",
    "It is not wise to look to ourselves and study our emotions. If we do this, the enemy will present difficulties and temptations that weaken faith and destroy courage. Closely to study our emotions and give way to our feelings is to entertain doubt and entangle ourselves in perplexity. We are to look away from self to Jesus.",
    "When temptations assail you, when care, perplexity, and darkness seem to surround your soul, look to the place where you last saw the light. Rest in Christ's love and under His protecting care. When sin struggles for the mastery in the heart, when guilt oppresses the soul and burdens the conscience, when unbelief clouds the mind, remember that Christ's grace is sufficient to subdue sin and banish the darkness. Entering into communion with the Saviour, we enter the region of peace.",
    "\"The Lord redeemeth the soul of His servants: <br>And none of them that trust in Him shall be desolate.\" <br>Psalm 34:22.",
    "\"In the fear of the Lord is strong confidence: <br>And His children shall have a place of refuge.\" <br>Proverbs 14:26.",
    "\"Zion said, Jehovah hath forsaken me, and <br>The Lord hath forgotten me. <br>Can a woman forget her sucking child, <br>That she should not have compassion on the son of her womb? <br>Yea, these may forget, yet will not I forget thee. <br>Behold, I have graven thee upon the palms of My hands.\" <br>Isaiah 49:14-16, A.R.V.",
    "\"Fear thou not; for I am with thee: <br>Be not dismayed; for I am thy God: <br>I will strengthen thee; yea, I will help thee; <br>Yea, I will uphold thee with the right hand of My righteousness.\" Isaiah 41:10.",
    "\"Ye that have been borne by Me from your birth, <br>That have been carried by Me from your earliest breath, <br>Even to your old age I am the same; <br>Even to hoar hairs I will carry you; <br>I have done it, and I will still bear you; <br>I will carry, and I will deliver you.\" <br>Isaiah 46:3, 4, Noyes.",
    "Nothing tends more to promote health of body and of soul than does a spirit of gratitude and praise. It is a positive duty to resist melancholy, discontented thoughts and feelings—as much a duty as it is to pray. If we are heaven-bound, how can we go as a band of mourners, groaning and complaining all along the way to our Father's house?",
    "Those professed Christians who are constantly complaining, and who seem to think cheerfulness and happiness a sin, have not genuine religion. Those who take a mournful pleasure in all that is melancholy in the natural world, who choose to look upon dead leaves rather than to gather the beautiful living flowers, who see no beauty in grand mountain heights and in valleys clothed with living green, who close their senses to the joyful voice which speaks to them in nature, and which is sweet and musical to the listening ear—these are not in Christ. They are gathering to themselves gloom and darkness, when they might have brightness, even the Sun of Righteousness arising in their hearts with healing in His beams.",
    "Often your mind may be clouded because of pain. Then do not try to think. You know that Jesus loves you. He understands your weakness. You may do His will by simply resting in His arms.",
    "It is a law of nature that our thoughts and feelings are encouraged and strengthened as we give them utterance.",
    "While words express thoughts, it is also true that thoughts follow words. If we would give more expression to our faith, rejoice more in the blessings that we know we have,—the great mercy and love of God,—we should have more faith and greater joy. No tongue can express, no finite mind can conceive, the blessing that results from appreciating the goodness and love of God. Even on earth we may have joy as a wellspring, never failing, because fed by the streams that flow from the throne of God.",
    "Then let us educate our hearts and lips to speak the praise of God for His matchless love. Let us educate our souls to be hopeful and to abide in the light shining from the cross of Calvary. Never should we forget that we are children of the heavenly King, sons and daughters of the Lord of hosts. It is our privilege to maintain a calm repose in God.",
    "\"Let the peace of God rule in your hearts; . . . and be ye thankful.\" Colossians 3:15. Forgetting our own difficulties and troubles, let us praise God for an opportunity to live for the glory of His name. Let the fresh blessings of each new day awaken praise in our hearts for these tokens of His loving care. When you open your eyes in the morning, thank God that He has kept you through the night. Thank Him for His peace in your heart. Morning, noon, and night, let gratitude as a sweet perfume ascend to heaven.",
    "When someone asks how you are feeling, do not try to think of something mournful to tell in order to gain sympathy. Do not talk of your lack of faith and your sorrows and sufferings. The tempter delights to hear such words. When talking on gloomy subjects, you are glorifying him. We are not to dwell on the great power of Satan to overcome us. Often we give ourselves into his hands by talking of his power. Let us talk instead of the great power of God to bind up all our interests with His own. Tell of the matchless power of Christ, and speak of His glory. All heaven is interested in our salvation. The angels of God, thousands upon thousands, and ten thousand times ten thousand, are commissioned to minister to those who shall be heirs of salvation. They guard us against evil and press back the powers of darkness that are seeking our destruction. Have we not reason to be thankful every moment, thankful even when there are apparent difficulties in our pathway?",
    "Let praise and thanksgiving be expressed in song. When tempted, instead of giving utterance to our feelings, let us by faith lift up a song of thanksgiving to God.",
    "We praise Thee, O God, for the Son of Thy love,— <br>For Jesus who died and is now gone above. <br><br>We praise Thee, O God, for Thy Spirit of light, <br>Who has shown us our Saviour, and scattered our night. <br><br>All glory and praise to the Lamb that was slain, <br>Who has borne all our sins, and has cleansed every stain. <br><br>All glory and praise to the God of all grace, <br>Who has bought us, and sought us, and guided our ways. <br><br>Revive us again; fill each heart with Thy love; <br>May each soul be rekindled with fire from above. <br><br>Chorus: <br>Hallelujah! Thine the glory, Hallelujah! amen; <br>Hallelujah! Thine the glory, Revive us again.",
    "Song is a weapon that we can always use against discouragement. As we thus open the heart to the sunlight of the Saviour's presence, we shall have health and His blessing.",
    "\"Give thanks unto the Lord, for He is good: <br>For His mercy endureth forever. <br>Let the redeemed of the Lord say so, <br>Whom He hath redeemed from the hand of the enemy.",
	"\"Sing unto Him, sing psalms unto Him: <br>Talk ye of all His wondrous works. <br>Glory ye in His holy name: <br>Let the heart of them rejoice that seek the Lord.\"",
    "\"For He satisfieth the longing soul, <br>And filleth the hungry soul with goodness. <br>Such as sit in darkness and in the shadow of death, <br>Being bound in affliction and iron; . . . <br>They cried unto the Lord in their trouble, <br>And He saved them out of their distresses. <br>He brought them out of darkness and the shadow of death, <br>And brake their bands in sunder. <br>Oh that men would praise the Lord for His goodness, <br>And for His wonderful works to the children of men!\" <br><br>\"Why art thou cast down, O my soul? <br>And why art thou disquieted within me? <br>Hope thou in God: <br>For I shall yet praise Him, <br>Who is the health of my countenance, <br>And my God.\" <br>Psalm 107:1,2; 105:2,3; Psalm 107:9-15; 42:11.",
    "\"In everything give thanks: for this is the will of God in Christ Jesus concerning you.\" 1 Thessalonians 5:18. This command is an assurance that even the things which appear to be against us will work for our good. God would not bid us be thankful for that which would do us harm.",
    "\"The Lord is my light and my salvation; <br>Whom shall I fear? <br>The Lord is the strength of my life; <br>Of whom shall I be afraid?\" <br><br>\"In the day of trouble He shall keep me secretly in His pavilion: <br>In the covert of His tabernacle shall He hide me; . . . <br>And I will offer in His tabernacle sacrifices of joy; <br>I will sing, yea, I will sing praises unto the Lord.\" <br><br>\"I waited patiently for the Lord; <br>And He inclined unto me, and heard my cry. <br>He brought me up also out of an horrible pit, out of the miry clay, <br>And set my feet upon a rock, and established my goings. <br>And He hath put a new song in my mouth, even praise unto our God.\" <br><br>\"The Lord is my strength and my shield; <br>My heart trusted in Him, and I am helped: <br>Therefore my heart greatly rejoiceth; <br>And with my song will I praise Him.\ <br>Psalm 27:1; 27:5, 6, R.V.; 40:1-3; 28:7.",
    "One of the surest hindrances to the recovery of the sick is the centering of attention upon themselves. Many invalids feel that everyone should give them sympathy and help, when what they need is to have their attention turned away from themselves, to think of and care for others.",
    "Often prayer is solicited for the afflicted, the sorrowful, the discouraged; and this is right. We should pray that God will shed light into the darkened mind and comfort the sorrowful heart. But God answers prayer for those who place themselves in the channel of His blessings. While we offer prayer for these sorrowful ones, we should encourage them to try to help those more needy than themselves. The darkness will be dispelled from their own hearts as they try to help others. As we seek to comfort others with the comfort wherewith we are comforted, the blessing comes back to us.",
    "The fifty-eight chapter of Isaiah is a prescription for maladies of the body and of the soul. If we desire health and the true joy of life we must put into practice the rules given in this scripture. Of the service acceptable to Him, and its blessings, the Lord says: <br><br>\"Is it not to deal thy bread to the hungry, <br>And that thou bring the poor that are cast out to thy house? <br>When thou seest the naked, that thou cover him; <br>And that thou hide not thyself from thine own flesh? <br>Then shall thy light break forth as the morning, <br>And thine health shall spring forth speedily: <br>And thy righteousness shall go before thee; <br>The glory of the Lord shall be thy rearward. <br>Then shalt thou call, and the Lord shall answer; <br>Thou shalt cry, and He shall say, Here I am. <br>If thou take away from the midst of thee the yoke, <br>The putting forth of the finger, and speaking vanity; <br>And if thou draw out thy soul to the hungry, <br>And satisfy the afflicted soul; <br>Then shall thy light rise in obscurity, <br>And thy darkness be as the noonday: <br>And the Lord shall guide thee continually, <br>And satisfy thy soul in drought, <br>And make fat thy bones: <br>And thou shalt be like a watered garden, <br>And like a spring of water, <br>Whose waters fail not.\" <br>Isaiah 58:7-11.",
    "Good deeds are twice a blessing, benefiting both the giver and the receiver of the kindness. The consciousness of right-doing is one of the best medicines for diseased bodies and minds. When the mind is free and happy from a sense of duty well done and the satisfaction of giving happiness to others, the cheering, uplifting influence brings new life to the whole being.",
    "Let the invalid, instead of constantly requiring sympathy, seek to impart it. Let the burden of your own weakness and sorrow and pain be cast upon the compassionate Saviour. Open your heart to His love, and let it flow out to others. Remember that all have trials hard to bear, temptations hard to resist, and you may do something to lighten these burdens. Express gratitude for the blessings you have; show appreciation of the attentions you receive. Keep the heart full of the precious promises of God, that you may bring forth from this treasure, words that will be a comfort and strength to others. This will surround you with an atmosphere that will be helpful and uplifting. Let it be your aim to bless those around you, and you will find ways of being helpful, both to the members of your own family and to others.",
    "If those who are suffering from ill-health would forget self in their interest for others; if they would fulfill the Lord's command to minister more needy than themselves, they would realize the truthfulness of the prophetic promise, \"Then shall thy light break forth as the morning, and thine health shall spring forth speedily.\"",
    "Today 'tis Elim with its palms and wells, <br>And happy shade for desert weariness; <br>'Twas Marah yesterday, all rock and sand, <br>Unshaded solitude and dreariness. <br>Yet the same desert holds them both, the same <br>Hot breezes wander o'er the lonely ground; <br>The same low stretch of valley shelters both, <br>And the same mountains compass them around. <br><br>So it is here with us on earth, and so <br>I do remember it has ever been; <br>The bitter and the sweet, the grief and joy, <br>Lie near together, but a day between. <br><br>Sometimes God turns our bitter into sweet, <br>Sometimes He gives us pleasant watersprings; <br>Sometimes He shades us with His pillar cloud, <br>And sometimes to a blessed palm shade brings. <br><br>What matters it? The time will not be long; <br>Marah and Elim will alike be passed; <br>Our desert wells and palms will soon be done, <br>We reach the \"City of our God\" at last. <br>O happy land! beyond these lonely hills, <br>Where gush in joy the everlasting springs; <br>O holy Paradise! above these heavens, <br>Where we shall end our desert wanderings. <br>—Horatius Bonar",
    "Blessed assurance, Jesus is mine! <br>Oh, what a foretaste of glory divine! <br>Heir of salvation, purchase of God, <br>Born of His Spirit, washed in His blood. <br><br>Chorus: <br>This is my story, this is my song, <br>Praising my Saviour all the day long; <br>This is my story, this is my song, <br>Praising my Saviour all the day long. <br><br>Perfect submission, perfect delight, <br>Visions of rapture now burst on my sight. <br>Angels descending bring from above <br>Echoes of mercy, whispers of love. <br><br>Perfect submission, all is at rest, <br>I in my Saviour am happy and blest, <br>Watching and waiting, looking above, <br>Filled with His goodness, lost in His love. <br>—Fanny J. Crosby."
]