[
    "Every true reform has its place in the work of the gospel and tends to the uplifting of the soul to a new and nobler life. Especially does the temperance reform demand the support of Christian workers. They should call attention to this work and make it a living issue. Everywhere they should present to the people the principles of true temperance and call for signers to the temperance pledge. Earnest effort should be made in behalf of those who are in bondage to evil habits.",
    "There is everywhere a work to be done for those who through intemperance have fallen. In the midst of churches, religious institutions, and professedly Christian homes, many of the youth are choosing the path to destruction. Through intemperate habits they bring upon themselves disease, and through greed to obtain money for sinful indulgence they fall into dishonest practices. Health and character are ruined. Aliens from God, outcasts from society, these poor souls feel that they are without hope either for this life or for the life to come. The hearts of the parents are broken. Men speak of these erring ones as hopeless; but not so does God regard them. He understands all the circumstances that have made them what they are, and He looks upon them with pity. This is a class that demand help. Never give them occasion to say, \"No man cares for my soul.\"",
    "Among the victims of intemperance are men of all classes and all professions. Men of high station, of eminent talents, of great attainments, have yielded to the indulgence of appetite until they are helpless to resist temptation. Some of them who were once in the possession of wealth are without home, without friends, in suffering, misery, disease, and degradation. They have lost their self-control. Unless a helping hand is held out to them, they will sink lower and lower. With these, self-indulgence is not only a moral sin, but a physical disease.",
    "Often in helping the intemperate we must, as Christ so often did, give first attention to their physical condition. They need wholesome, unstimulating food and drink, clean clothing, opportunity to secure physical cleanliness. They need to be surrounded with an atmosphere of helpful, uplifting Christian influence. In every city a place should be provided where the slaves of evil habit may receive help to break the chains that bind them. Strong drink is regarded by many as the only solace in trouble; but this need not be, if, instead of acting the part of the priest and Levite, professed Christians would follow the example of the good Samaritan.",
    "In dealing with the victims of intemperance we must remember that we are not dealing with sane men, but with those who for the time being are under the power of a demon. Be patient and forbearing. Think not of the repulsive, forbidding appearance, but of the precious life that Christ died to redeem. As the drunkard awakens to a sense of his degradation, do all in your power to show that you are his friend. Speak no word of censure. Let no act or look express reproach or aversion. Very likely the poor soul curses himself. Help him to rise. Speak words that will encourage faith. Seek to strengthen every good trait in his character. Teach him how to reach upward. Show him that it is possible for him to live so as to win the respect of his fellow men. Help him to see the value of the talents which God has given him, but which he has neglected to improve.",
    "Although the will has been depraved and weakened, there is hope for him in Christ. He will awaken in the heart higher impulses and holier desires. Encourage him to lay hold of the hope set before him in the gospel. Open the Bible before the tempted, struggling one, and over and over again read to him the promises of God. These promises will be to him as the leaves of the tree of life. Patiently continue your efforts, until with grateful joy the trembling hand grasps the hope of redemption through Christ.",
    "You must hold fast to those whom you are trying to help, else victory will never be yours. They will be continually tempted to evil. Again and again they will be almost overcome by the craving for strong drink; again and again they may fall; but do not, because of this, cease your efforts.",
    "They have decided to make an effort to live for Christ; but their will power is weakened, and they must be carefully guarded by those who watch for souls as they that must give an account. They have lost their manhood, and this they must win back. Many have to battle against strong hereditary tendencies to evil. Unnatural cravings, sensual impulses, were their inheritance from birth. These must be carefully guarded against. Within and without, good and evil are striving for the mastery. Those who have never passed through such experiences cannot know the almost overmastering power of appetite or the fierceness of the conflict between habits of self-indulgence and the determination to be temperate in all things. Over and over again the battle must be fought.",
    "Many who are drawn to Christ will not have moral courage to continue the warfare against appetite and passion. But the worker must not be discouraged by this. Is it only those rescued from the lowest depths that backslide?",
    "Remember that you do not work alone. Ministering angels unite in service with every truehearted son and daughter of God. And Christ is the restorer. The Great Physician Himself stands beside His faithful workers, saying to the repentant soul, \"Child, thy sins be forgiven thee.\" Mark 2:5, A.R.V. margin.",
    "Many are the outcasts who will grasp the hope set before them in the gospel and will enter the kingdom of heaven, while others who were blessed with great opportunities and great light which they did not improve will be left in outer darkness.",
    "The victims of evil habit must be aroused to the necessity of making an effort for themselves. Others may put forth the most earnest endeavor to uplift them, the grace of God may be freely offered, Christ may entreat, His angels may minister; but all will be in vain unless they themselves are roused to fight the battle in their own behalf.",
    "The last words of David to Solomon, then a young man, and soon to receive the crown of Israel, were, \"Be ... strong, . . . and show thyself a man.\" 1 Kings 2:2. To every child of humanity, the candidate for an immortal crown, are these words of inspiration spoken, \"Be ... strong, ... and show thyself a man.\"",
    "The self-indulgent must be led to see and feel that great moral renovation is necessary if they would be men. God calls upon them to arouse and in the strength of Christ win back the God-given manhood that has been sacrificed through sinful indulgence.",
    "Feeling the terrible power of temptation, the drawing of desire that leads to indulgence, many a man cries in despair, \"I cannot resist evil.\" Tell him that he can, that he must resist. He may have been overcome again and again, but it need not be always thus. He is weak in moral power, controlled by the habits of a life of sin. His promises and resolutions are like ropes of sand. The knowledge of his broken promises and forfeited pledges weakens his confidence in his own sincerity and causes him to feel that God cannot accept him or work with his efforts. But he need not despair.",
    "Those who put their trust in Christ are not to be enslaved by any hereditary or cultivated habit or tendency. Instead of being held in bondage to the lower nature, they are to rule every appetite and passion. God has not left us to battle with evil in our own finite strength. Whatever may be our inherited or cultivated tendencies to wrong, we can overcome through the power that He is ready to impart.",
    "The tempted one needs to understand the true force of the will. This is the governing power in the nature of man—the power of decision, of choice. Everything depends on the right action of the will. Desires for goodness and purity are right, so far as they go; but if we stop here, they avail nothing. Many will go down to ruin while hoping and desiring to overcome their evil propensities. They do not yield the will to God. They do not choose to serve Him.",
    "God has given us the power of choice; it is ours to exercise. We cannot change our hearts, we cannot control our thoughts, our impulses, our affections. We cannot make ourselves pure, fit for God's service. But we can chooseto serve God, we can give Him our will; then He will work in us to will and to do according to His good pleasure. Thus our whole nature will be brought under the control of Christ.",
    "Through the right exercise of the will, an entire change may be made in the life. By yielding up the will to Christ, we ally ourselves with divine power. We receive strength from above to hold us steadfast. A pure and noble life, a life of victory over appetite and lust, is possible to everyone who will unite his weak, wavering human will to the omnipotent, unwavering will of God.",
    "Those who are struggling against the power of appetite should be instructed in the principles of healthful living. They should be shown that violation of the laws of health, by creating diseased conditions and unnatural cravings, lays the foundation of the liquor habit. Only by living in obedience to the principles of health can they hope to be freed from the craving for unnatural stimulants. While they depend upon divine strength to break the bonds of appetite, they are to co-operate with God by obedience to His laws, both moral and physical.",
    "Those who are endeavoring to reform should be provided with employment. None who are able to labor should be taught to expect food and clothing and shelter free of cost. For their own sake, as well as for the sake of others, some way should be devised whereby they may return an equivalent for what they receive. Encourage every effort toward self-support. This will strengthen self-respect and a noble independence. And occupation of mind and body in useful work is essential as a safeguard against temptation.",
    "Those who work for the fallen will be disappointed in many who give promise of reform. Many will make but a superficial change in their habits and practices. They are moved by impulse, and for a time may seem to have reformed; but there is no real change of heart. They cherish the same self-love, have the same hungering for foolish pleasures, the same desire for self-indulgence. They have not a knowledge of the work of character building, and they cannot be relied upon as men of principle. They have debased their mental and spiritual powers by the gratification of appetite and passion, and this makes them weak. They are fickle and changeable. Their impulses tend toward sensuality. These persons are often a source of danger to others. Being looked upon as reformed men and women, they are trusted with responsibilities and are placed where their influence corrupts the innocent.",
    "Even those who are sincerely seeking to reform are not beyond the danger of falling. They need to be treated with great wisdom as well as tenderness. The disposition to flatter and exalt those who have been rescued from the lowest depths sometimes proves their ruin. The practice of inviting men and women to relate in public the experience of their life of sin is full of danger to both speaker and hearers. To dwell upon scenes of evil is corrupting to mind and soul. And the prominence given to the rescued ones is harmful to them. Many are led to feel that their sinful life has given them a certain distinction. A love of notoriety and a spirit of self-trust are encouraged that prove fatal to the soul. Only in distrust of self and dependence on the mercy of Christ can they stand.",
    "All who give evidence of true conversion should be encouraged to work for others. Let none turn away a soul who leaves the service of Satan for the service of Christ. When one gives evidence that the Spirit of God is striving with him, present every encouragement for entering the Lord's service. \"Of some have compassion, making a difference.\" Jude 22. Those who are wise in the wisdom that comes from God will see souls in need of help, those who have sincerely repented, but who without encouragement would hardly dare to lay hold of hope. The Lord will put it into the hearts of His servants to welcome these trembling, repentant ones to their loving fellowship. Whatever may have been their besetting sins, however low they may have fallen, when in contrition they come to Christ, He receives them. Then give them something to do for Him. If they desire to labor in uplifting others from the pit of destruction from which they themselves were rescued, give them opportunity. Bring them into association with experienced Christians, that they may gain spiritual strength. Fill their hearts and hands with work for the Master.",
    "When light flashes into the soul, some who appeared to be most fully given to sin will become successful workers for just such sinners as they themselves once were. Through faith in Christ some will rise to high places of service and be entrusted with responsibilities in the work of saving souls. They see where their own weakness lies, they realize the depravity of their nature. They know the strength of sin, the power of evil habit. They realize their inability to overcome without the help of Christ, and their constant cry is, \"I cast my helpless soul on Thee.\"",
    "These can help others. The one who has been tempted and tried, whose hope was well-nigh gone, but who was saved by hearing a message of love, can understand the science of soulsaving. He whose heart is filled with love for Christ because he himself has been sought for by the Saviour and brought back to the fold, knows how to seek the lost. He can point sinners to the Lamb of God. He has given himself without reserve to God and has been accepted in the Beloved. The hand that in weakness was held out for help has been grasped. By the ministry of such ones many prodigals will be brought to the Father.",
    "For every soul struggling to rise from a life of sin to a life of purity, the great element of power abides in the only \"name under heaven given among men, whereby we must be saved.\" Acts 4:12. \"If any man thirst\" for restful hope, for deliverance from sinful propensities, Christ says, \"let him come unto Me, and drink.\" John 7:37. The only remedy for vice is the grace and power of Christ.",
    "The good resolutions made in one's own strength avail nothing. Not all the pledges in the world will break the power of evil habit. Never will men practice temperance in",
    "all things until their hearts are renewed by divine grace. We cannot keep ourselves from sin for one moment. Every moment we are dependent upon God.",
    "True reformation begins with soul cleansing. Our work for the fallen will achieve real success only as the grace of Christ reshapes the character and the soul is brought into living connection with God.",
    "Christ lived a life of perfect obedience to God's law, and in this He set an example for every human being. The life that He lived in this world we are to live through His power and under His instruction.",
    "In our work for the fallen the claims of the law of God and the need of loyalty to Him are to be impressed on mind and heart. Never fail to show that there is a marked difference between the one who serves God and the one who serves Him not. God is love, but He cannot excuse willful disregard for His commands. The enactments of His government are such that men do not escape the consequences of disloyalty. Only those who honor Him can He honor. Man's conduct in this world decides his eternal destiny. As he has sown, so he must reap. Cause will be followed by effect.",
    "Nothing less than perfect obedience can meet the standard of God's requirement. He has not left His requirements indefinite. He has enjoined nothing that is not necessary in order to bring man into harmony with Him. We are to point sinners to His ideal of character and to lead them to Christ, by whose grace only can this ideal be reached.",
    "The Saviour took upon Himself the infirmities of humanity and lived a sinless life, that men might have no fear that because of the weakness of human nature they could not overcome. Christ came to make us \"partakers of the divine nature,\" and His life declares that humanity, combined with divinity, does not commit sin.",
    "The Saviour overcame to show man how he may overcome. All the temptations of Satan, Christ met with the word of God. By trusting in God's promises, He received power to obey God's commandments, and the tempter could gain no advantage. To every temptation His answer was, \"It is written.\" So God has given us His word wherewith to resist evil. Exceeding great and precious promises are ours, that by these we \"might be partakers of the divine nature, having escaped the corruption that is in the world through lust.\" 2 Peter 1:4.",
    "Bid the tempted one look not to circumstances, to the weakness of self, or to the power of temptation, but to the power of God's word. All its strength is ours. \"Thy word,\" says the psalmist, \"have I hid in mine heart, that I might not sin against Thee.\" \"By the word of Thy lips I have kept me from the paths of the destroyer.\" Psalm 119:11; 17:4.",
    "Talk courage to the people; lift them up to God in prayer. Many who have been overcome by temptation are humiliated by their failures, and they feel that it is in vain for them to approach unto God; but this thought is of the enemy's suggestion. When they have sinned, and feel that they cannot pray, tell them that it is then the time to pray. Ashamed they may be, and deeply humbled; but as they confess their sins, He who is faithful and just will forgive their sins and cleanse them from all unrighteousness.",
    "Nothing is apparently more helpless, yet really more invincible, than the soul that feels its nothingness and relies wholly on the merits of the Saviour. By prayer, by the study of His word, by faith in His abiding presence, the weakest of human beings may live in contact with the living Christ, and He will hold them by a hand that will never let go.",
    "These precious words every soul that abides in Christ may make his own. He may say: <br><br>\"I will look unto the Lord; <br>I will wait for the God of my salvation: <br>My God will hear me. <br>Rejoice not against me, O mine enemy: <br>When I fall, I shall arise; <br>When I sit in darkness, <br>The Lord shall be a light unto me.\" <br>Micah 7:7, 8. <br><br>\"He will again have compassion on us, <br>He will blot out our iniquities; <br>Yea, Thou wilt cast all our sins into the depths of the sea!\" <br>Micah 7:19, Noyes.",
    "God has promised: <br><br>\"I will make a man more precious than fine gold; <br>Even a man than the golden wedge of Ophir.\" <br>Isaiah 13:12.",
    "\"Though ye have lain among the pots, <br>Yet shall ye be as the wings of a dove covered with silver, <br>And her feathers with yellow gold.\" <br>Psalm 68:13.",
    "Those whom Christ has forgiven most will love Him most. These are they who in the final day will stand nearest to His throne.",
    "\"They shall see His face; and His name shall be in their foreheads.\" Revelation 22:4."
]