[
    "The true physician is an educator. He recognizes his responsibility, not only to the sick who are under his direct care, but also to the community in which he lives. He stands as a guardian of both physical and moral health. It is his endeavor not only to teach right methods for the treatment of the sick, but to encourage right habits of living, and to spread a knowledge of right principles.",
    "Education in health principles was never more needed than now. Notwithstanding the wonderful progress in so many lines relating to the comforts and conveniences of life, even to sanitary matters and to the treatment of disease, the decline in physical vigor and power of endurance is alarming. It demands the attention of all who have at heart the well-being of their fellow men.",
    "Our artificial civilization is encouraging evils destructive of sound principles. Custom and fashion are at war with nature. The practices they enjoin, and the indulgences they foster, are steadily lessening both physical and mental strength, and bringing upon the race an intolerable burden. Intemperance and crime, disease and wretchedness, are everywhere.",
    "Many transgress the laws of health through ignorance, and they need instruction. But the greater number know better than they do. They need to be impressed with the importance of making their knowledge a guide of life. The physician has many opportunities both of imparting a knowledge of health principles and of showing the importance of putting them in practice. By right instruction he can do much to correct evils that are working untold harm.",
    "A practice that is laying the foundation of a vast amount of disease and of even more serious evils is the free use of poisonous drugs. When attacked by disease, many will not take the trouble to search out the cause of their illness. Their chief anxiety is to rid themselves of pain and inconvenience. So they resort to patent nostrums, of whose real properties they know little, or they apply to a physician for some remedy to counteract the result of their misdoing, but with no thought of making a change in their unhealthful habits. If immediate benefit is not realized, another medicine is tried, and then another. Thus the evil continues.",
    "People need to be taught that drugs do not cure disease. It is true that they sometimes afford present relief, and the patient appears to recover as the result of their use; this is because nature has sufficient vital force to expel the poison and to correct the conditions that caused the disease. Health is recovered in spite of the drug. But in most cases the drug only changes the form and location of the disease. Often the effect of the poison seems to be overcome for a time, but the results remain in the system and work great harm at some later period.",
    "By the use of poisonous drugs, many bring upon themselves lifelong illness, and many lives are lost that might be saved by the use of natural methods of healing. The poisons contained in many so-called remedies create habits and appetites that mean ruin to both soul and body. Many of the popular nostrums called patent medicines, and even some of the drugs dispensed by physicians, act a part in laying the foundation of the liquor habit, the opium habit, the morphine habit, that are so terrible a curse to society.",
    "The only hope of better things is in the education of the people in right principles. Let physicians teach the people that restorative power is not in drugs, but in nature. Disease is an effort of nature to free the system from conditions that result from a violation of the laws of health. In case of sickness, the cause should be ascertained. Unhealthful conditions should be changed, wrong habits corrected. Then nature is to be assisted in her effort to expel impurities and to re-establish right conditions in the system.",
    "Pure air, sunlight, abstemiousness, rest, exercise, proper diet, the use of water, trust in divine power—these are the true remedies. Every person should have a knowledge of nature's remedial agencies and how to apply them. It is essential both to understand the principles involved in the treatment of the sick and to have a practical training that will enable one rightly to use this knowledge.",
    "The use of natural remedies requires an amount of care and effort that many are not willing to give. Nature's process of healing and upbuilding is gradual, and to the impatient it seems slow. The surrender of hurtful indulgences requires sacrifice. But in the end it will be found that nature, untrammeled, does her work wisely and well. Those who persevere in obedience to her laws will reap the reward in health of body and health of mind.",
    "Too little attention is generally given to the preservation of health. It is far better to prevent disease than to know how to treat it when contracted. It is the duty of every person, for his own sake, and for the sake of humanity, to inform himself in regard to the laws of life and conscientiously to obey them. All need to become acquainted with that most wonderful of all organisms, the human body. They should understand the functions of the various organs and the dependence of one upon another for the healthy action of all. They should study the influence of the mind upon the body, and of the body upon the mind, and the laws by which they are governed.",
    "We cannot be too often reminded that health does not depend on chance. It is a result of obedience to law. This is recognized by the contestants in athletic games and trials of strength. These men make the most careful preparation. They submit to thorough training and strict discipline. Every physical habit is carefully regulated. They know that neglect, excess, or carelessness, which weakens or cripples any organ or function of the body, would ensure defeat.",
    "How much more important is such carefulness to ensure success in the conflict of life. It is not mimic battles in which we are engaged. We are waging a warfare upon which hang eternal results. We have unseen enemies to meet. Evil angels are striving for the dominion of every human being. Whatever injures the health, not only lessens physical vigor, but tends to weaken the mental and moral powers. Indulgence in any unhealthful practice makes it more difficult for one to discriminate between right and wrong, and hence more difficult to resist evil. It increases the danger of failure and defeat.",
    "\"They which run in a race run all, but one receiveth the prize.\" 1 Corinthians 9:24. In the warfare in which we are engaged, all may win who will discipline themselves by obedience to right principles. The practice of these principles in the details of life is too often looked upon as unimportant —a matter too trivial to demand attention. But in view of the issues at stake, nothing with which we have to do is small. Every act casts its weight into the scale that determines life's victory or defeat. The scripture bids us, \"So run, that ye may obtain.\" Verse 24.",
    "With our first parents, intemperate desire resulted in the loss of Eden. Temperance in all things has more to do with our restoration to Eden than men realize.",
    "Pointing to the self-denial practiced by the contestants in the ancient Greek games, the apostle Paul writes: \"Every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible. I therefore so run, not as uncertainly; so fight I, not as one that beateth the air: but I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.\" Verses 25-27.",
    "The progress of reform depends upon a clear recognition of fundamental truth. While, on the one hand, danger lurks in a narrow philosophy and a hard, cold orthodoxy, on the other hand there is great danger in a careless liberalism. The foundation of all enduring reform is the law of God. We are to present in clear, distinct lines the need of obeying this law. Its principles must be kept before the people. They are as everlasting and inexorable as God Himself.",
    "One of the most deplorable effects of the original apostasy was the loss of man's power of self-control. Only as this power is regained can there be real progress.",
    "The body is the only medium through which the mind and the soul are developed for the upbuilding of character. Hence it is that the adversary of souls directs his temptations to the enfeebling and degrading of the physical powers. His success here means the surrender to evil of the whole being. The tendencies of our physical nature, unless under the dominion of a higher power, will surely work ruin and death.",
    "The body is to be brought into subjection. The higher powers of the being are to rule. The passions are to be controlled by the will, which is itself to be under the control of God. The kingly power of reason, sanctified by divine grace, is to bear sway in our lives.",
    "The requirements of God must be brought home to the conscience. Men and women must be awakened to the duty of self-mastery, the need of purity, freedom from every depraving appetite and defiling habit. They need to be impressed with the fact that all their powers of mind and body are the gift of God, and are to be preserved in the best possible condition for His service.",
    "In that ancient ritual which was the gospel in symbol, no blemished offering could be brought to God's altar. The sacrifice that was to represent Christ must be spotless. The word of God points to this as an illustration of what His children are to be—\"a living sacrifice,\" \"holy and without blemish,\" \"well-pleasing to God.\" Romans 12:1, R.V., margin; Ephesians 5:27.",
    "Apart from divine power, no genuine reform can be effected. Human barriers against natural and cultivated tendencies are but as the sandbank against the torrent. Not until the life of Christ becomes a vitalizing power in our lives can we resist the temptations that assail us from within and from without.",
    "Christ came to this world and lived the law of God, that man might have perfect mastery over the natural inclinations which corrupt the soul. The Physician of soul and body,",
    "He gives victory over warring lusts. He has provided every facility, that man may possess completeness of character.",
    "When one surrenders to Christ, the mind is brought under the control of the law; but it is the royal law, which proclaims liberty to every captive. By becoming one with Christ, man is made free. Subjection to the will of Christ means restoration to perfect manhood.",
    "Obedience to God is liberty from the thralldom of sin, deliverance from human passion and impulse. Man may stand conqueror of himself, conqueror of his own inclinations, conqueror of principalities and powers, and of \"the rulers of the darkness of this world,\" and of \"spiritual wickedness in high places.\" Ephesians 6:12.",
    "In no place is such instruction as this more needed, and nowhere will it be productive of greater good, than in the home. Parents have to do with the very foundation of habit and character. The reformatory movement must begin in presenting to them the principles of the law of God as bearing upon both physical and moral health. Show that obedience to God's word is our only safeguard against the evils that are sweeping the world to destruction. Make plain the responsibility of parents, not only for themselves, but for their children. They are giving to their children an example either of obedience or of transgression. By their example and teaching, the destiny of their households is decided. The children will be what their parents make them.",
    "If parents could be led to trace the result of their action, and could see how, by their example and teaching, they perpetuate and increase the power of sin or the power of righteousness, a change would certainly be made. Many would turn away from tradition and custom, and accept the divine principles of life.",
    "The physician who ministers in the homes of the people, watching at the bedside of the sick, relieving their distress, bringing them back from the borders of the grave, speaking hope to the dying, wins a place in their confidence and affection, such as is granted to few others. Not even to the minister of the gospel are committed possibilities so great or an influence so far-reaching.",
    "The physician's example, no less than his teaching, should be a positive power on the right side. The cause of reform calls for men and women whose life practice is an illustration of self-control. It is our practice of the principles we inculcate that gives them weight. The world needs a practical demonstration of what the grace of God can do in restoring to human beings their lost kingship, giving them mastery of themselves.",
    "There is nothing that the world needs so much as a knowledge of the gospel's saving power revealed in Christlike lives.",
    "The physician is continually brought into contact with those who need the strength and encouragement of a right example. Many are weak in moral power. They lack self-control and are easily overcome by temptation. The physician can help these souls only as he reveals in his own life a strength of principle that enables him to triumph over every injurious habit and defiling lust. In his life must be seen the working of a power that is divine. If he fails here, however forcible or persuasive his words may be, his influence will tell for evil.",
    "Many seek medical advice and treatment who have become moral wrecks through their own wrong habits. They are bruised and weak and wounded, feeling their folly and their inability to overcome. Such ones should have nothing in their surroundings to encourage a continuance of the thoughts and feelings that have made them what they are. They need to breathe an atmosphere of purity, of high and noble thought. How terrible the responsibility when those who should give them a right example are themselves enthralled by hurtful habits, their influence affording to temptation an added strength!",
    "Many come under the physician's care who are ruining soul and body by the use of tobacco or intoxicating drink. The physician who is true to his responsibility must point out to these patients the cause of their suffering. But if he himself is a user of tobacco or intoxicants, what weight will be given to his words? With the consciousness of his own indulgence before him, will he not hesitate to point out the plague spot in the life of his patient? While using these things himself, how can he convince the youth of their injurious effects?",
    "How can a physician stand in the community as an example of purity and self-control, how can he be an effectual worker in the temperance cause, while he himself is indulging a vile habit? How can he minister acceptably at the bedside of the sick and the dying, when his very breath is offensive, laden with the odor of liquor or tobacco?",
    "While disordering his nerves and clouding his brain by the use of narcotic poisons, how can one be true to the trust reposed in him as a skillful physician? How impossible for him to discern quickly or to execute with precision!",
    "If he does not observe the laws that govern his own being, if he chooses selfish gratification above soundness of mind and body, does he not thereby declare himself unfit to be entrusted with the responsibility of human lives?",
    "However skilled and faithful a physician may be, there is in his experience much of apparent discouragement and defeat. Often his work fails of accomplishing that which he longs to see accomplished. Though health is restored to his patients, it may be no real benefit to them or to the world. Many recover health, only to repeat the indulgences that invited disease. With the same eagerness as before, they plunge again into the round of self-indulgence and folly. The physician's work for them seems like effort thrown away.",
    "Christ had the same experience, yet He did not cease His efforts for one suffering soul. Of the ten lepers who were cleansed, only one appreciated the gift, and he was a stranger and a Samaritan. For the sake of that one, Christ healed the ten. If the physician meets with no better success than the Saviour had, let him learn a lesson from the Chief Physician. Of Christ it is written, \"He shall not fail nor be discouraged.\" \"He shall see of the travail of His soul, and shall be satisfied.\" Isaiah 42:4; 53:11.",
    "If but one soul would have accepted the gospel of His grace, Christ would, to save that one, have chosen His life of toil and humiliation and His death of shame. If through our efforts one human being shall be uplifted and ennobled, fitted to shine in the courts of the Lord, have we not cause for rejoicing?",
    "The duties of the physician are arduous and trying. In order to perform them most successfully he needs to have a strong constitution and vigorous health. A man that is feeble or diseased cannot endure the wearing labor incident to the physician's calling. One who lacks perfect self-control cannot become qualified to deal with all classes of disease.",
    "Often deprived of sleep, neglecting even to take food, cut off in great degree from social enjoyment and religious privileges, the physician's life seems to lie under a continual shadow. The affliction he beholds, the dependent mortals longing for help, his contact with the depraved, make the heart sick, and well-nigh destroy confidence in humanity.",
    "In the battle with disease and death every energy is taxed to the limit of endurance. The reaction from this terrible strain tests the character to the utmost. Then it is that temptation has greatest power. More than men in any other calling, is the physician in need of self-control, purity of spirit, and that faith which takes hold on heaven. For the sake of others and for his own sake, he cannot afford to disregard physical law. Recklessness in physical habits tends to recklessness in morals.",
    "The physician's only safety is, under all circumstances, to act from principle, strengthened and ennobled by a firmness of purpose found only in God. He is to stand in the moral excellence of His character. Day by day, hour by hour, moment by moment, he is to live as in the sight of the unseen world. As did Moses, he must endure \"as seeing Him who is invisible.\"",
    "Righteousness has its root in godliness. No man can steadily maintain before his fellow men a pure, forceful life unless his life is hid with Christ in God. The greater the activity among men, the closer must be the communion of the heart with heaven.",
    "The more urgent his duties and the greater his responsibilities, the greater the physician's need of divine power. Time must be redeemed from things temporal, for meditation upon things eternal. He must resist an encroaching world, which would so press upon him as to separate him from the Source of strength. Above all other men should he, by prayer and the study of the Scriptures, place himself under the protecting shield of God. He is to live in hourly contact and conscious communion with the principles of truth, righteousness, and mercy that reveal God's attributes within the soul.",
    "Just to the degree in which the word of God is received and obeyed will it impress with its potency and touch with its life every spring of action, every phase of character. It will purify every thought, regulate every desire. Those who make God's word their trust will quit themselves like men and be strong. They will rise above all baser things into an atmosphere free from defilement.",
    "When man is in fellowship with God, that unswerving purpose which preserved Joseph and Daniel amidst the corruption of heathen courts will make his a life of unsullied purity. His robes of character will be spotless. In his life the light of Christ will be undimmed. The bright and morning Star will appear shining steadfastly above him in changeless glory.",
    "Such a life will be an element of strength in the community. It will be a barrier against evil, a safeguard to the tempted, a guiding light to those who, amidst difficulties and discouragements, are seeking the right way."
]