[
    "Those who minister to the sick should understand the importance of careful attention to the laws of health. Nowhere is obedience to these laws more important than in the sickroom. Nowhere does so much depend upon faithfulness in little things on the part of the attendants. In cases of serious illness, a little neglect, a slight inattention to a patient's special needs or dangers, the manifestation of fear, excitement, or petulance, even a lack of sympathy, may turn the scale that is balancing life and death, and cause to go down to the grave a patient who otherwise might have recovered.",
    "The efficiency of the nurse depends, to a great degree, upon physical vigor. The better the health, the better will she be able to endure the strain of attendance upon the sick, and the more successfully can she perform her duties. Those who care for the sick should give special attention to diet, cleanliness, fresh air, and exercise. Like carefulness on the part of the family will enable them also to endure the extra burdens brought upon them, and will help to prevent them from contracting disease.",
    "Where the illness is serious, requiring the attendance of a nurse night and day, the work should be shared by at least two efficient nurses, so that each may have opportunity for rest and for exercise in the open air. This is especially important in cases where it is difficult to secure an abundance of fresh air in the sickroom. Through ignorance of the importance of fresh air, ventilation is sometimes restricted, and the lives of both patient and attendant are often in danger.",
    "If proper precaution is observed, noncontagious diseases need not be taken by others. Let the habits be correct, and by cleanliness and proper ventilation keep the sickroom free from poisonous elements. Under such conditions, the sick are much more likely to recover, and in most cases neither attendants nor the members of the family will contract the disease.",
    "To afford the patient the most favorable conditions for recovery, the room he occupies should be large, light, and cheerful, with opportunity for thorough ventilation. The room in the house that best meets these requirements should be chosen as the sickroom. Many houses have no special provision for proper ventilation, and to secure it is difficult; but every possible effort should be made to arrange the sickroom so that a current of fresh air can pass through it night and day.",
    "So far as possible an even temperature should be maintained in the sickroom. The thermometer should be consulted. Those who have the care of the sick, being often deprived of sleep or awakened in the night to attend to the patient, are liable to chilliness and are not good judges of a healthful temperature.",
    "An important part of the nurse's duty is the care of the patient's diet. The patient should not be allowed to suffer or become unduly weakened through lack of nourishment, nor should the enfeebled digestive powers be overtaxed. Care should be taken so to prepare and serve the food that it will be palatable, but wise judgment should be used in adapting it to the needs of the patient, both in quantity and quality. In times of convalescence especially, when the appetite is keen, before the digestive organs have recovered strength, there is great danger of injury from errors in diet.",
    "Nurses, and all who have to do with the sickroom, should be cheerful, calm, and self-possessed. All hurry, excitement, or confusion, should be avoided. Doors should be opened and shut with care, and the whole household be kept quiet. In cases of fever, special care is needed when the crisis comes and the fever is passing away. Then constant watching is often necessary. Ignorance, forgetfulness, and recklessness have caused the death of many who might have lived had they received proper care from judicious, thoughtful nurses.",
    "It is misdirected kindness, a false idea of courtesy, that leads to much visiting of the sick. Those who are very ill should not have visitors. The excitement connected with receiving callers wearies the patient at a time when he is in the greatest need of quiet, undisturbed rest.",
    "To a convalescent or a patient suffering from chronic disease, it is often a pleasure and a benefit to know that he is kindly remembered; but this assurance conveyed by a message of sympathy or by some little gift will often serve a better purpose than a personal visit, and without danger of harm.",
    "In sanitariums and hospitals, where nurses are constantly associated with large numbers of sick people, it requires a decided effort to be always pleasant and cheerful, and to show thoughtful consideration in every word and act. In these institutions it is of the utmost importance that the nurses strive to do their work wisely and well. They need ever to remember that in the discharge of their daily duties they are serving the Lord Christ.",
    "The sick need to have wise words spoken to them. Nurses should study the Bible daily, that they may be able to speak words that will enlighten and help the suffering. Angels of God are in the rooms where these suffering ones are being ministered to, and the atmosphere surrounding the soul of the one giving treatment should be pure and fragrant. Physicians and nurses are to cherish the principles of Christ. In their lives His virtues are to be seen. Then, by what they do and say, they will draw the sick to the Saviour.",
    "The Christian nurse, while administering treatment for the restoration of health, will pleasantly and successfully draw the mind of the patient to Christ, the healer of the soul as well as of the body. The thoughts presented, here a little and there a little, will have their influence. The older nurses should lose no favorable opportunity of calling the attention of the sick to Christ. They should be ever ready to blend spiritual healing with physical healing.",
    "In the kindest and tenderest manner nurses are to teach that he who would be healed must cease to transgress the law of God. He must cease to choose a life of sin. God cannot bless the one who continues to bring upon himself disease and suffering by a willful violation of the laws of heaven. But Christ, through the Holy Spirit, comes as a healing power to those who cease to do evil and learn to do well.",
    "Those who have no love for God will work constantly against the best interests of soul and body. But those who awake to the importance of living in obedience to God in this present evil world will be willing to separate from every wrong habit. Gratitude and love will fill their hearts. They know that Christ is their friend. In many cases the realization that they have such a friend means more to the suffering ones in their recovery from sickness than the best treatment that can be given. But both lines of ministry are essential. They are to go hand in hand."
]