[
    "It is morning on the Sea of Galilee. Jesus and His disciples have come to shore after a tempestuous night on the water, and the light of the rising sun touches sea and land as with the benediction of peace. But as they step upon the beach they are greeted with a sight more terrible than the storm-tossed sea. From some hiding place among the tombs two madmen rush upon them as if to tear them in pieces. Hanging about these men are parts of chains which they have broken in escaping from confinement. Their flesh is torn and bleeding, their eyes glare out from their long and matted hair, the very likeness of humanity seems to have been blotted out. They look more like wild beasts than like men.",
    "The disciples and their companions flee in terror; but presently they notice that Jesus is not with them, and they turn to look for Him. He is standing where they left Him. He who stilled the tempest, who has before met Satan and conquered him, does not flee before these demons. When the men, gnashing their teeth and foaming at the mouth, approach Him, Jesus raises that hand which has beckoned the waves to rest, and the men can come no nearer. They stand before Him, raging but helpless.",
    "With authority He bids the unclean spirits come out of them. The unfortunate men realize that One is near who can save them from the tormenting demons. They fall at the Saviour's feet to entreat His mercy; but when their lips are opened, the demons speak through them, crying, \"What have we to do with Thee, Jesus, Thou Son of God? art Thou come hither to torment us?\" Matthew 8:29.",
    "The evil spirits are forced to release their victims, and a wonderful change comes over the demoniacs. Light shines into their minds. Their eyes beam with intelligence. The countenances so long deformed into the image of Satan become suddenly mild, the bloodstained hands are quiet, and the men lift their voices in praise to God.",
    "Meanwhile the demons, cast out from their human habitation, have entered into the swine and driven them to destruction. The keepers of the swine hurry away to publish the news, and the whole population flock to meet Jesus. The two demoniacs have been the terror of the country. Now these men are clothed and in their right mind, sitting at the feet of Jesus, listening to His words, and glorifying the name of Him who has made them whole. But those who behold this wonderful scene do not rejoice. The loss of the swine seems to them of greater moment than the deliverance of these captives of Satan. In terror they throng about Jesus, beseeching Him to depart from them, and He complies, taking ship at once for the opposite shore.",
    "Far different is the feeling of the restored demoniacs. They desire the companionship of their Deliverer. In His presence they feel secure from the demons that have tormented their lives and wasted their manhood. As Jesus is about to enter the boat they keep close to His side, kneel at His feet, and beg to remain near Him, where they may listen to His words. But Jesus bids them go home and tell what great things the Lord has done for them.",
    "Here is a work for them to do—to go to a heathen home and tell of the blessings they have received from Jesus. It is hard for them to be separated from the Saviour. Great difficulties will beset them in association with their heathen countrymen. And their long isolation from society seems to have disqualified them for this work. But as soon as He points out their duty, they are ready to obey.",
    "Not only did they tell their own households and neighbors about Jesus, but they went throughout Decapolis, everywhere declaring His power to save and describing how He had freed them from the demons.",
    "Though the people of Gergesa had not received Jesus, He did not leave them to the darkness they had chosen. When they bade Him depart from them, they had not heard His words. They were ignorant of that which they were rejecting. Therefore He sent the light to them, and by those to whom they would not refuse to listen.",
    "In causing the destruction of the swine, it was Satan's purpose to turn the people away from the Saviour and prevent the preaching of the gospel in that region. But this very occurrence roused the country as nothing else could have done, and directed attention to Christ. Though the Saviour Himself departed, the men whom He had healed remained as witnesses to His power. Those who had been mediums of the prince of darkness became channels of light, messengers of the Son of God. When Jesus returned to Decapolis, the people flocked about Him, and for three days thousands from all the surrounding country heard the message of salvation.",
    "The two restored demoniacs were the first missionaries whom Christ sent to teach the gospel in the region of Decapolis. For a short time only, these men had listened to His words. Not one sermon from His lips had ever fallen upon their ears. They could not instruct the people as the disciples who had been daily with Christ were able to do. But they could tell what they knew; what they themselves had seen, and heard, and felt of the Saviour's power. This is what everyone can do whose heart has been touched by the grace of God. This is the witness for which our Lord calls, and for want of which the world is perishing.",
    "The gospel is to be presented, not as a lifeless theory, but as a living force to change the life. God would have His servants bear testimony to the fact that through His grace men may possess Christlikeness of character and may rejoice in the assurance of His great love. He would have us bear testimony to the fact that He cannot be satisfied until all who will accept salvation are reclaimed and reinstated in their holy privileges as His sons and daughters.",
    "Even those whose course has been most offensive to Him He freely accepts. When they repent, He imparts to them His divine Spirit, and sends them forth into the camp of the disloyal to proclaim His mercy. Souls that have been degraded into instruments of Satan are still, through the power of Christ, transformed into messengers of righteousness and are sent forth to tell how great things the Lord hath done for them and hath had compassion on them.",
    "After the woman of Capernaum had been healed by the touch of faith, Jesus desired her to acknowledge the blessing she had received. The gifts which the gospel offers are not to be secured by stealth or enjoyed in secret. <br>\"Ye are My witnesses, saith the Lord,<br>That I am God.\" <br>Isaiah 43:12.",
    "Our confession of His faithfulness is Heaven's chosen agency for revealing Christ to the world. We are to acknowledge His grace as made known through the holy men of old; but that which will be most effectual is the testimony of our own experience. We are witnesses for God as we reveal in ourselves the working of a power that is divine. Every individual has a life distinct from all others, and an experience differing essentially from theirs. God desires that our praise shall ascend to Him, marked with our own individuality. These precious acknowledgments to the praise of the glory of His grace, when supported by a Christlike life, have an irresistible power that works for the salvation of souls.",
    "It is for our own benefit to keep every gift of God fresh in our memory. By this means faith is strengthened to claim and to receive more and more. There is greater encouragement for us in the least blessing we ourselves receive from God than in all the accounts we can read of the faith and experience of others. The soul that responds to the grace of God shall be like a watered garden. His health shall spring forth speedily; his light shall rise in obscurity, and the glory of the Lord shall be seen upon him.",
    "\"What shall I render unto the Lord <br>For all His benefits toward me? <br>I will take the cup of salvation, <br>And call upon the name of the Lord. <br>I will pay my vows unto the Lord, <br>Yea, in the presence of all His people.\" <br><br>\"I will sing unto the Lord as long as I live: <br>I will sing praise to my God while I have my being. <br>My meditation of Him shall be sweet: <br>I will be glad in the Lord.\" <br><br>\"Who can utter the mighty acts of the Lord? <br>Who can show forth all His praise?\" <br><br>\"Call upon His name; <br>Make known among the peoples His doings. <br>Sing unto Him, sing praises unto Him:\" <br>\"Talk ye of all His wondrous works. <br>Glory ye in His holy name: <br>Let the heart of them rejoice that seek the Lord.\" <br><br>\"Because Thy loving-kindness is better than life, <br>My lips shall praise Thee. . . . <br>My soul shall be satisfied as with marrow and fatness; <br>And my mouth shall praise Thee with joyful lips; <br>When I remember Thee upon my bed, <br>And meditate on Thee in the night watches. <br>For Thou hast been my help, <br>And in the shadow of Thy wings will I rejoice.\" <br><br>\"In God have I put my trust, I will not be afraid; <br>What can man do unto me? <br>Thy vows are upon me, O God: <br>I will render thank offerings unto Thee. <br>For Thou hast delivered my soul from death: <br>Hast Thou not delivered my feet from falling, <br>That I may walk before God in the light of the living?\" <br><br>\"O Thou Holy One of Israel. <br>My lips shall greatly rejoice when I sing unto Thee; <br>And my soul, which Thou hast redeemed. <br>My tongue also shall talk of Thy righteousness all the day long.\" <br>\"Thou art my trust from my youth. . . . <br>My praise shall be continually of Thee.\" <br>\"I will make Thy name to be remembered:. . . <br>Therefore shall the people praise Thee.\" <br>Psalm 116:12-14, R.V.; 104:33, 34; 106:2; 105:1, 2 (A.R.V.), 2, 3; 63:3-7, A.R.V.; 56:11-13, A.R.V.; 71:22-24, 5, 6; 45:17.",
    "The gospel invitation is not to be narrowed down and presented only to a select few, who, we suppose, will do us honor if they accept it. The message is to be given to all. When God blesses His children, it is not alone for their own sake, but for the world's sake. As He bestows His gifts on us, it is that we may multiply them by imparting.",
    "The Samaritan woman who talked with Jesus at Jacob's well had no sooner found the Saviour than she brought others to Him. She proved herself a more effective missionary than His own disciples. The disciples saw nothing in Samaria to indicate that it was an encouraging field. Their thoughts were fixed upon a great work to be done in the future. They did not see that right around them was a harvest to be gathered. But through the woman whom they despised a whole cityful were brought to hear Jesus. She carried the light at once to her countrymen.",
    "This woman represents the working of a practical faith in Christ. Every true disciple is born into the kingdom of God as a missionary. No sooner does he come to know the Saviour than he desires to make others acquainted with Him. The saving and sanctifying truth cannot be shut up in his heart. He who drinks of the living water becomes a fountain of life. The receiver becomes a giver. The grace of Christ in the soul is like a spring in the desert, welling up to refresh all, and making those who are ready to perish eager to drink of the water of life. In doing this work a greater blessing is received than if we work merely to benefit ourselves. It is in working to spread the good news of salvation that we are brought near to the Saviour.",
    "Of those who receive His grace the Lord says: <br><br>\"I will make them and the places round about My hill a blessing; and I will cause the shower to come down in its season; there shall be showers of blessing.\" Ezekiel 34:26, A.R.V. <br><br>\"On the last day, the great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto Me and drink. He that believeth on Me, as the scripture hath said, from within him shall flow rivers of living water.\" John 7:37, 38, A.R.V.",
    "Those who receive are to impart to others. From every direction are coming calls for help. God calls upon men to minister gladly to their fellow men. Immortal crowns are to be won; the kingdom of heaven is to be gained; the world, perishing in ignorance, is to be enlightened.",
    "\"Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest. And he that reapeth receiveth wages, and gathereth fruit unto life eternal.\" John 4:35, 36.",
    "For three years the disciples had before them the wonderful example of Jesus. Day by day they walked and talked with Him, hearing His words of cheer to the weary and heavy-laden, and seeing the manifestations of His power in behalf of the sick and afflicted. When the time came for Him to leave them, He gave them grace and power to carry forward His work in His name. They were to shed abroad the light of His gospel of love and healing. And the Saviour promised that His presence would be always with them. Through the Holy Spirit He would be even nearer to them than when He walked visibly among men.",
    "The work which the disciples did, we also are to do. Every Christian is to be a missionary. In sympathy and compassion we are to minister to those in need of help, seeking with unselfish earnestness to lighten the woes of suffering humanity.",
    "All may find something to do. None need feel that there is no place where they can labor for Christ. The Saviour identifies Himself with every child of humanity. That we might become members of the heavenly family, He became a member of the earthly family. He is the Son of man, and thus a brother to every son and daughter of Adam. His followers are not to feel themselves detached from the perishing world around them. They are a part of the great web of humanity, and heaven looks upon them as brothers to sinners as well as to saints.",
    "Millions upon millions of human beings, in sickness and ignorance and sin, have never so much as heard of Christ's love for them. Were our condition and theirs to be reversed, what would we desire them to do for us? All this, so far as lies in our power, we are to do for them. Christ's rule of life by which every one of us must stand or fall in the judgment is, \"Whatsoever ye would that men should do to you, do ye even so to them.\" Matthew 7:12.",
    "By all that has given us advantage over another,—be it education and refinement, nobility of character, Christian training, religious experience,—we are in debt to those less favored; and, so far as lies in our power, we are to minister unto them. If we are strong, we are to stay up the hands of the weak.",
    "Angels of glory that do always behold the face of the Father in heaven, joy in ministering to His little ones. Angels are ever present where they are most needed, with those who have the hardest battles with self to fight, and whose surroundings are the most discouraging. Weak and trembling souls who have many objectionable traits of character are their special charge. That which selfish hearts would regard as humiliating service, ministering to those who are wretched and in every way inferior in character, is the work of the pure, sinless beings from the courts above.",
    "Jesus did not consider heaven a place to be desired while we were lost. He left the heavenly courts for a life of reproach and insult, and a death of shame. He who was rich in heaven's priceless treasure became poor, that through His poverty we might be rich. We are to follow in the path He trod.",
    "He who becomes a child of God should henceforth look upon himself as a link in the chain let down to save the world, one with Christ in His plan of mercy, going forth with Him to seek and save the lost.",
    "Many feel that it would be a great privilege to visit the scenes of Christ's life on earth, to walk where He trod, to look upon the lake beside which He loved to teach, and the hills and valleys on which His eyes so often rested. But we need not go to Nazareth, to Capernaum, or to Bethany, in order to walk in the steps of Jesus. We shall find His footprints beside the sickbed, in the hovels of poverty, in the crowded alleys of the great cities, and in every place where there are human hearts in need of consolation.",
    "We are to feed the hungry, clothe the naked, and comfort the suffering and afflicted. We are to minister to the despairing, and to inspire hope in the hopeless.",
    "The love of Christ, manifested in unselfish ministry, will be more effective in reforming the evildoer than will the sword or the court of justice. These are necessary to strike terror to the lawbreaker, but the loving missionary can do more than this. Often the heart that hardens under reproof will melt under the love of Christ.",
    "The missionary can not only relieve physical maladies, but he can lead the sinner to the Great Physician, who can cleanse the soul from the leprosy of sin. Through His servants, God designs that the sick, the unfortunate, and those possessed of evil spirits shall hear His voice. Through His human agencies He desires to be a comforter such as the world knows not.",
    "The Saviour has given His precious life in order to establish a church capable of ministering to the suffering, the sorrowful, and the tempted. A company of believers may be poor, uneducated, and unknown; yet in Christ they may do a work in the home, in the community, and even in \"the regions beyond,\" whose results shall be as far-reaching as eternity.",
    "To Christ's followers today, no less than to the first disciples, these words are spoken: <br><br>\"All power is given unto Me in heaven and in earth. Go ye therefore, and teach all nations.\" \"Go ye into all the world, and preach the gospel to every creature.\" Matthew 28:18, 19; Mark 16:15. <br><br>And for us also is the promise of His presence, \"Lo, I am with you alway, even unto the end of the world.\" Matthew 28:20.",
    "Today no curious multitudes flock to the desert places to see and hear the Christ. His voice is not heard in the busy streets. No cry sounds from the wayside, \"Jesus of Nazareth passeth by.\" Luke 18:37. Yet this word is true today. Christ walks unseen through our streets. With messages of mercy He comes to our homes. With all who are seeking to minister in His name, He waits to co-operate. He is in the midst of us, to heal and to bless, if we will receive Him.",
    "\"Thus saith Jehovah, In an acceptable time have I answered thee, and in a day of salvation have I helped thee; and I will preserve thee, and give thee for a covenant of the people, to raise up the land, to make them inherit the desolate heritages; saying to them that are bound, Go forth; to them that are in darkness, Show yourselves.\"",
    "\"How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; <br>That bringeth good tidings of good, that publisheth salvation; <br>That saith unto Zion, Thy God reigneth!\" <br>Isaiah 49:8, 9, A.R.V.; 52:7. <br><br>\"Break forth into joy, sing together, ye waste places:. . . <br>For the Lord hath comforted His people. . . . <br>The Lord hath made bare His holy arm <br>In the eyes of all the nations; <br>And all the ends of the earth <br>Shall see the salvation of our God.\" <br>Verses 9, 10."
]