[
    "Not because we first loved Him did Christ love us; but \"while we were yet sinners\" He died for us. He does not treat us according to our desert. Although our sins have merited condemnation, He does not condemn us. Year after year He has borne with our weakness and ignorance, with our ingratitude and waywardness. Notwithstanding our wanderings, our hardness of heart, our neglect of His Holy Word, His hand is stretched out still.",
    "Grace is an attribute of God exercised toward undeserving human beings. We did not seek for it, but it was sent in search of us. God rejoices to bestow His grace upon us, not because we are worthy, but because we are so utterly unworthy. Our only claim to His mercy is our great need.",
    "The Lord God through Jesus Christ holds out His hand all the day long in invitation to the sinful and fallen. He will receive all. He welcomes all. It is His glory to pardon the chief of sinners. He will take the prey from the mighty, He will deliver the captive, He will pluck the brand from the burning. He will lower the golden chain of His mercy to the lowest depths of human wretchedness, and lift up the debased soul contaminated with sin.",
    "Every human being is the object of loving interest to Him who gave His life that He might bring men back to God. Souls guilty and helpless, liable to be destroyed by the arts and snares of Satan, are cared for as a shepherd cares for the sheep of his flock.",
    "The Saviour's example is to be the standard of our service for the tempted and the erring. The same interest and tenderness and long-suffering that He has manifested toward us, we are to manifest toward others. \"As I have loved you,\" He says, \"that ye also love one another.\" John 13:34. If Christ dwells in us, we shall reveal His unselfish love toward all with whom we have to do. As we see men and women in need of sympathy and help, we shall not ask, \"Are they worthy?\" but \"How can I benefit them?\"",
    "Rich and poor, high and low, free and bond, are God's heritage. He who gave His life to redeem man sees in every human being a value that exceeds finite computation. By the mystery and glory of the cross we are to discern His estimate of the value of the soul. When we do this, we shall feel that human beings, however degraded, have cost too much to be treated with coldness or contempt. We shall realize the importance of working for our fellow men, that they may be exalted to the throne of God.",
    "The lost coin, in the Saviour's parable, though lying in the dirt and rubbish, was a piece of silver still. Its owner sought it because it was of value. So every soul, however degraded by sin, is in God's sight accounted precious. As the coin bore the image and superscription of the reigning power, so man at his creation bore the image and superscription of God. Though now marred and dim through the influence of sin, the traces of this inscription remain upon every soul. God desires to recover that soul and to retrace upon it His own image in righteousness and holiness.",
    "How little do we enter into sympathy with Christ on that which should be the strongest bond of union between us and Him—compassion for depraved, guilty, suffering souls, dead in trespasses and sins! The inhumanity of man toward man is our greatest sin. Many think that they are representing the justice of God while they wholly fail of representing His tenderness and His great love. Often the ones whom they meet with sternness and severity are under the stress of temptation. Satan is wrestling with these souls, and harsh, unsympathetic words discourage them and cause them to fall a prey to the tempter's power.",
    "It is a delicate matter to deal with minds. Only He who reads the heart knows how to bring men to repentance. Only His wisdom can give us success in reaching the lost. You may stand up stiffly, feeling, \"I am holier than thou,\" and it matters not how correct your reasoning or how true your words; they will never touch hearts. The love of Christ, manifested in word and act, will win its way to the soul, when the reiteration of precept or argument would accomplish nothing.",
    "We need more of Christlike sympathy; not merely sympathy for those who appear to us to be faultless, but sympathy for poor, suffering, struggling souls, who are often overtaken in fault, sinning and repenting, tempted and discouraged. We are to go to our fellow men, touched, like our merciful High Priest, with the feeling of their infirmities.",
    "It was the outcast, the publican and sinner, the despised of the nations, that Christ called and by His loving-kindness compelled to come unto Him. The one class that He would never countenance was those who stood apart in their self-esteem and looked down upon others.",
    "\"Go out into the highways and hedges, and compel them to come in,\" Christ bids us, \"that My house may be filled.\" In obedience to this word we must go to the heathen who are near us, and to those who are afar off. The \"publicans and harlots\" must hear the Saviour's invitation. Through the kindness and long-suffering of His messengers the invitation becomes a compelling power to uplift those who are sunken in the lowest depths of sin.",
    "Christian motives demand that we work with a steady purpose, an undying interest, an ever-increasing importunity, for the souls whom Satan is seeking to destroy. Nothing is to chill the earnest, yearning energy for the salvation of the lost.",
    "Mark how all through the word of God there is manifest the spirit of urgency, of imploring men and women to come to Christ. We must seize upon every opportunity, in private and in public, presenting every argument, urging every motive of infinite weight, to draw men to the Saviour. With all our power we must urge them to look unto Jesus and to accept His life of self-denial and sacrifice. We must show that we expect them to give joy to the heart of Christ by using every one of His gifts in honoring His name.",
    "\"We are saved by hope.\" Romans 8:24. The fallen must be led to feel that it is not too late for them to be men. Christ honored man with His confidence and thus placed him on his honor. Even those who had fallen the lowest He treated with respect. It was a continual pain to Christ to be brought into contact with enmity, depravity, and impurity; but never did He utter one expression to show that His sensibilities were shocked or His refined tastes offended. Whatever the evil habits, the strong prejudices, or the overbearing passions of human beings, He met them all with pitying tenderness. As we partake of His Spirit, we shall regard all men as brethren, with similar temptations and trials, often falling and struggling to rise again, battling with discouragements and difficulties, craving sympathy and help. Then we shall meet them in such a way as not to discourage or repel them, but to awaken hope in their hearts. As they are thus encouraged, they can say with confidence, \"Rejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the Lord shall be a light unto me.\" He will \"plead my cause, and execute judgment for me: He will bring me forth to the light, and I shall behold His righteousness.\" Micah 7:8, 9.",
    "God \"looketh upon all the inhabitants of the earth. <br>He fashioneth their hearts alike.\" <b>Psalm 33:14, 15.",
    "He bids us, in dealing with the tempted and the erring, consider \"thyself, lest thou also be tempted.\" Galatians 6:1. With a sense of our own infirmities, we shall have compassion for the infirmities of others.",
    "\"Who maketh thee to differ from another? and what hast thou that thou didst not receive? \"One is your Master; . . . and all ye are brethren.\" \"Why dost thou judge thy brother? or why dost thou set at nought thy brother?\" \"Let us not therefore judge one another: . . . but judge this rather, that no man put a stumbling block or an occasion to fall in his brother's way.\" 1 Corinthians 4:7; Matthew 23:8; Romans 14:10, 13.",
    "It is always humiliating to have one's errors pointed out. None should make the experience more bitter by needless censure. No one was ever reclaimed by reproach; but many have thus been repelled and have been led to steel their hearts against conviction. A tender spirit, a gentle, winning deportment, may save the erring and hide a multitude of sins.",
    "The apostle Paul found it necessary to reprove wrong, but how carefully he sought to show that he was a friend to the erring! How anxiously he explained to them the reason of his action! He made them understand that it cost him pain to give them pain. He showed his confidence and sympathy toward the ones who were struggling to overcome.",
    "\"Out of much affliction and anguish of heart,\" he said, \"I wrote unto you with many tears; not that ye should be grieved, but that ye might know the love which I have more abundantly unto you.\" 2 Corinthians 2:4. \"For though I made you sorry with my epistle, I do not regret it: though I did regret it, . . . I now rejoice, not that ye were made sorry, but that ye were made sorry unto repentance. . . . For behold, this selfsame thing, that ye were made sorry after a godly sort, what earnest care it wrought in you, yea what clearing of yourselves, yea what indignation, yea what fear, yea what longing, yea what zeal, yea what avenging! In everything ye approved yourselves to be pure in the matter. . . . Therefore we have been comforted.\" 2 Corinthians 7:8-13, A.R.V.",
    "\"I rejoice that in everything I am of good courage concerning you.\" \"I thank my God upon every remembrance of you, always in every prayer of mine for you all making request with joy, for your fellowship in the gospel from the first day until now;\" \"being confident of this very thing, that He who began a good work in you will perfect it until the day of Jesus Christ: even as it is right for me to be thus minded on behalf of you all, because I have you in my heart.\" \"Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.\" \"Now we live, if ye stand fast in the Lord.\" Verse 16, A.R.V.; Philippians 1:3-5; 1:6, 7, A.R.V.; 4:1; 1 Thessalonians 3:8.",
    "Paul wrote to these brethren as \"saints in Christ Jesus;\" but he was not writing to those who were perfect in character. He wrote to them as men and women who were striving against temptation and who were in danger of falling. He pointed them to \"the God of peace, that brought again from the dead our Lord Jesus, that Great Shepherd of the sheep.\" He assured them that \"through the blood of the everlasting covenant\" He will \"make you perfect in every good work to do His will, working in you that which is well pleasing in His sight, through Jesus Christ.\" Hebrews 13:20, 21.",
    "When one at fault becomes conscious of his error, be careful not to destroy his self-respect. Do not discourage him by indifference or distrust. Do not say, \"Before giving him my confidence, I will wait to see whether he will hold out.\" Often this very distrust causes the tempted one to stumble.",
    "We should strive to understand the weakness of others. We know little of the heart trials of those who have been bound in chains of darkness and who lack resolution and moral power. Most pitiable is the condition of him who is suffering under remorse; he is as one stunned, staggering, sinking into the dust. He can see nothing clearly. The mind is beclouded, he knows not what steps to take. Many a poor soul is misunderstood, unappreciated, full of distress and agony—a lost, straying sheep. He cannot find God, yet he has an intense longing for pardon and peace.",
    "Oh, let no word be spoken to cause deeper pain! To the soul weary of a life of sin, but knowing not where to find relief, present the compassionate Saviour. Take him by the hand, lift him up, speak to him words of courage and hope. Help him to grasp the hand of the Saviour.",
    "We become too easily discouraged over the souls who do not at once respond to our efforts. Never should we cease to labor for a soul while there is one gleam of hope. Precious souls cost our self-sacrificing Redeemer too dear a price to be lightly given up to the tempter's power.",
    "We need to put ourselves in the place of the tempted ones. Consider the power of heredity, the influence of evil associations and surroundings, the power of wrong habits. Can we wonder that under such influences many become degraded? Can we wonder that they should be slow to respond to efforts for their uplifting?",
    "Often, when won to the gospel, those who appeared coarse and unpromising will be among its most loyal adherents and advocates. They are not altogether corrupt. Beneath the forbidding exterior there are good impulses that might be reached. Without a helping hand many would never recover themselves, but by patient, persistent effort they may be uplifted. Such need tender words, kind consideration, tangible help. They need that kind of counsel which will not extinguish the faint gleam of courage in the soul. Let the workers who come in contact with them consider this.",
    "Some will be found whose minds have been so long debased that they will never in this life become what under more favorable circumstances they might have been. But the bright beams of the Sun of Righteousness may shine into the soul. It is their privilege to have the life that measures with the life of God. Plant in their minds uplifting, ennobling thoughts. Let your life make plain to them the difference between vice and purity, darkness and light. In your example let them read what it means to be a Christian. Christ is able to uplift the most sinful and place them where they will be acknowledged as children of God, joint heirs with Christ to the immortal inheritance.",
    "By the miracle of divine grace, many may be fitted for lives of usefulness. Despised and forsaken, they have become utterly discouraged; they may appear stoical and stolid. But under the ministration of the Holy Spirit, the stupidity that makes their uplifting appear so hopeless will pass away. The dull, clouded mind will awake. The slave of sin will be set free. Vice will disappear, and ignorance will be overcome. Through the faith that works by love, the heart will be purified and the mind enlightened."
]