[
    "Not only the habits of the mother, but the training of the child were included in the angel's instruction to the Hebrew parents. It was not enough that Samson, the child who was to deliver Israel, should have a good legacy at his birth. This was to be followed by careful training. From infancy he was to be trained to habits of strict temperance.",
    "Similar instruction was given in regard to John the Baptist. Before the birth of the child, the message sent from heaven to the father was:",
    "\"Thou shalt have joy and gladness; and many shall rejoice at his birth. For he shall be great in the sight of the Lord, and he shall drink no wine nor strong drink; and he shall be filled with the Holy Spirit.\" Luke 1:14, 15, A.R.V.",
    "On heaven's record of noble men the Saviour declared that there stood not one greater than John the Baptist. The work committed to him was one demanding not only physical energy and endurance, but the highest qualities of mind and soul. So important was right physical training as a preparation for this work that the highest angel in heaven was sent with a message of instruction to the parents of the child.",
    "The directions given concerning the Hebrew children teach us that nothing which affects the child's physical well-being is to be neglected. Nothing is unimportant. Every influence that affects the health of the body has its bearing upon mind and character.",
    "Too much importance cannot be placed upon the early training of children. The lessons learned, the habits formed, during the years of infancy and childhood, have more to do with the formation of the character and the direction of the life than have all the instruction and training of after years.",
    "Parents need to consider this. They should understand the principles that underlie the care and training of children. They should be capable of rearing them in physical, mental, and moral health. Parents should study the laws of nature. They should become acquainted with the organism of the human body. They need to understand the functions of the various organs, and their relation and dependence. They should study the relation of the mental to the physical powers, and the conditions required for the healthy action of each. To assume the responsibilities of parenthood without such preparation is a sin.",
    "Far too little thought is given to the causes underlying the mortality, the disease and degeneracy, that exist today even in the most civilized and favored lands. The human race is deteriorating. More than one third die in infancy; [THE STATEMENT CONCERNING INFANT MORTALITY WAS CORRECT AT THE TIME IT WAS WRITTEN IN 1905. HOWEVER, MODERN MEDICINE AND PROPER CHILD CARE HAVE GREATLY REDUCED THE MORTALITY RATE IN INFANCY AND CHILDHOOD.—PUBLISHERS.] of those who reach manhood and womanhood, by far the greater number suffer from disease in some form, and but few reach the limit of human life.",
    "Most of the evils that are bringing misery and ruin to the race might be prevented, and the power to deal with them rests to a great degree with parents. It is not a \"mysterious providence\" that removes the little children. God does not desire their death. He gives them to the parents to be trained for usefulness here, and for heaven hereafter. Did fathers and mothers do what they might to give their children a good inheritance, and then by right management endeavor to remedy any wrong conditions of their birth, what a change for the better the world might see!",
    "The more quiet and simple the life of the child, the more favorable it will be to both physical and mental development. At all times the mother should endeavor to be quiet, calm, and self-possessed. Many infants are extremely susceptible to nervous excitement, and the mother's gentle, unhurried manner will have a soothing influence that will be of untold benefit to the child.",
    "Babies require warmth, but a serious error is often committed in keeping them in overheated rooms, deprived to a great degree of fresh air. The practice of covering the infant's face while sleeping is harmful, since it prevents free respiration.",
    "The baby should be kept free from every influence that would tend to weaken or to poison the system. The most scrupulous care should be taken to have everything about it sweet and clean. While it may be necessary to protect the little ones from sudden or too great changes of temperature, care should be taken, that, sleeping or waking, day or night, they breathe a pure, invigorating atmosphere.",
    "In the preparation of the baby's wardrobe, convenience, comfort, and health should be sought before fashion or a desire to excite admiration. The mother should not spend time in embroidery and fancywork to make the little garments beautiful, thus taxing herself with unnecessary labor at the expense of her own health and the health of her child. She should not bend over sewing that severely taxes eyes and nerves, at a time when she needs much rest and pleasant exercise. She should realize her obligation to cherish her strength, that she may be able to meet the demands that will be made upon her.",
    "If the dress of the child combines warmth, protection, and comfort, one of the chief causes of irritation and restlessness will be removed. The little one will have better health, and the mother will not find the care of the child so heavy a tax upon her strength and time.",
    "Tight bands or waists hinder the action of the heart and lungs, and should be avoided. No part of the body should at any time be made uncomfortable by clothing that compresses any organ or restricts its freedom of movement. The clothing of all children should be loose enough to admit of the freest and fullest respiration, and so arranged that the shoulders will support its weight.",
    "In some countries the custom of leaving bare the shoulders and limbs of little children still prevails. This custom cannot be too severely condemned. The limbs being remote from the center of circulation, demand greater protection than the other parts of the body. The arteries that convey the blood to the extremities are large, providing for a sufficient quantity of blood to afford warmth and nutrition. But when the limbs are left unprotected or are insufficiently clad, the arteries and veins become contracted, the sensitive portions of the body are chilled, and the circulation of the blood hindered.",
    "In growing children all the forces of nature need every advantage to enable them to perfect the physical frame. If the limbs are insufficiently protected, children, and especially girls, cannot be out of doors unless the weather is mild. So they are kept in for fear of the cold. If children are well clothed, it will benefit them to exercise freely in the open air, summer or winter.",
    "Mothers who desire their boys and girls to possess the vigor of health should dress them properly and encourage them in all reasonable weather to be much in the open air. It may require effort to break away from the chains of custom, and dress and educate the children with reference to health; but the result will amply repay the effort.",
    "The best food for the infant is the food that nature provides. Of this it should not be needlessly deprived. It is a heartless thing for a mother, for the sake of convenience or social enjoyment, to seek to free herself from the tender office of nursing her little one.",
    "The mother who permits her child to be nourished by another should consider well what the result may be. To a greater or less degree the nurse imparts her own temper and temperament to the nursing child.",
    "The importance of training children to right dietetic habits can hardly be overestimated. The little ones need to learn that they eat to live, not live to eat. The training should begin with the infant in its mother's arms. The child should be given food only at regular intervals, and less frequently as it grows older. It should not be given sweets, or the food of older persons, which it is unable to digest. Care and regularity in the feeding of infants will not only promote health, and thus tend to make them quiet and sweet-tempered, but will lay the foundation of habits that will be a blessing to them in after years.",
    "As children emerge from babyhood, great care should still be taken in educating their tastes and appetite. Often they are permitted to eat what they choose and when they choose, without reference to health. The pains and money so often lavished upon unwholesome dainties lead the young to think that the highest object in life, and that which yields the greatest amount of happiness, is to be able to indulge the appetite. The result of this training is gluttony, then comes sickness, which is usually followed by dosing with poisonous drugs.",
    "Parents should train the appetites of their children and should not permit the use of unwholesome foods. But in the effort to regulate the diet, we should be careful not to err in requiring children to eat that which is distasteful, or to eat more than is needed. Children have rights, they have preferences, and when these preferences are reasonable they should be respected.",
    "Regularity in eating should be carefully observed. Nothing should be eaten between meals, no confectionery, nuts, fruits, or food of any kind. Irregularities in eating destroy the healthful tone of the digestive organs, to the detriment of health and cheerfulness. And when the children come to the table, they do not relish wholesome food; their appetites crave that which is hurtful for them.",
    "Mothers who gratify the desires of their children at the expense of health and happy tempers, are sowing seeds of evil that will spring up and bear fruit. Self-indulgence grows with the growth of the little ones, and both mental and physical vigor are sacrificed. Mothers who do this work reap with bitterness the seed they have sown. They see their children grow up unfitted in mind and character to act a noble and useful part in society or in the home. The spiritual as well as the mental and physical powers suffer under the influence of unhealthful food. The conscience becomes stupefied, and the susceptibility to good impressions is impaired.",
    "While the children should be taught to control the appetite and to eat with reference to health; let it be made plain that they are denying themselves only that which would do them harm. They give up hurtful things for something better. Let the table be made inviting and attractive, as it is supplied with the good things which God has so bountifully bestowed. Let mealtime be a cheerful, happy time. As we enjoy the gifts of God, let us respond by grateful praise to the Giver.",
    "In many cases the sickness of children can be traced to errors in management. Irregularities in eating, insufficient clothing in the chilly evening, lack of vigorous exercise to keep the blood in healthy circulation, or lack of abundance of air for its purification, may be the cause of the trouble. Let the parents study to find the causes of the sickness, and then remedy the wrong conditions as soon as possible.",
    "All parents have it in their power to learn much concerning the care and prevention, and even the treatment, of disease. Especially ought the mother to know what to do in common cases of illness in her family. She should know how to minister to her sick child. Her love and insight should fit her to perform services for it which could not so well be trusted to a stranger's hand.",
    "Parents should early seek to interest their children in the study of physiology and should teach them its simpler principles. Teach them how best to preserve the physical, mental, and spiritual powers, and how to use their gifts so that their lives may bring blessing to one another and honor to God. This knowledge is invaluable to the young. An education in the things that concern life and health is more important to them than a knowledge of many of the sciences taught in the schools.",
    "Parents should live more for their children, and less for society. Study health subjects, and put your knowledge to a practical use. Teach your children to reason from cause to effect. Teach them that if they desire health and happiness, they must obey the laws of nature. Though you may not see so rapid improvement as you desire, be not discouraged, but patiently and perseveringly continue your work.",
    "Teach your children from the cradle to practice self-denial and self-control. Teach them to enjoy the beauties of nature and in useful employments to exercise systematically all the powers of body and mind. Bring them up to have sound constitutions and good morals, to have sunny dispositions and sweet tempers. Impress upon their tender minds the truth that God does not design that we should live for present gratification merely, but for our ultimate good. Teach them that to yield to temptation is weak and wicked; to resist, noble and manly. These lessons will be as seed sown in good soil, and they will bear fruit that will make your hearts glad.",
    "Above all things else, let parents surround their children with an atmosphere of cheerfulness, courtesy, and love. A home where love dwells, and where it is expressed in looks, in words, and in acts, is a place where angels delight to manifest their presence.",
    "Parents, let the sunshine of love, cheerfulness, and happy contentment enter your own hearts, and let its sweet, cheering influence pervade your home. Manifest a kindly, forbearing spirit; and encourage the same in your children, cultivating all the graces that will brighten the home life. The atmosphere thus created will be to the children what air and sunshine are to the vegetable world, promoting health and vigor of mind and body."
]