[
    "Many of those who came to Christ for help had brought disease upon themselves, yet He did not refuse to heal them. And when virtue from Him entered into these souls, they were convicted of sin, and many were healed of their spiritual disease as well as of their physical maladies.",
    "Among these was the paralytic at Capernaum. Like the leper, this paralytic had lost all hope of recovery. His disease was the result of a sinful life, and his sufferings were embittered by remorse. In vain he had appealed to the Pharisees and doctors for relief; they pronounced him incurable, they denounced him as a sinner and declared that he would die under the wrath of God.",
    "The palsied man had sunk into despair. Then he heard of the works of Jesus. Others, as sinful and helpless as he, had been healed, and he was encouraged to believe that he, too, might be cured if he could be carried to the Saviour. But hope fell as he remembered the cause of his malady, yet he could not cast away the possibility of healing.",
    "His great desire was relief from the burden of sin. He longed to see Jesus and receive the assurance of forgiveness and peace with heaven. Then he would be content to live or to die, according to God's will.",
    "There was no time to lose; already his wasted flesh bore signs of death. He besought his friends to carry him on his bed to Jesus, and this they gladly undertook to do. But so dense was the crowd that had assembled in and about the house where the Saviour was, that it was impossible for the sick man and his friends to reach Him, or even to come within hearing of His voice. Jesus was teaching in the home of Peter. According to their custom, His disciples sat close about Him, and \"there were Pharisees and doctors of the law sitting by, who were come out of every village of Galilee and Judea and Jerusalem.\" Luke 5:17, A.R.V. Many of these had come as spies, seeking an accusation against Jesus. Beyond these thronged the promiscuous multitude, the eager, the reverent, the curious, and the unbelieving. Different nationalities and all grades of society were represented. \"And the power of the Lord was present to heal.\" Verse 17. The Spirit of life brooded over the assembly, but Pharisees and doctors did not discern His presence. They felt no sense of need, and the healing was not for them. \"He hath filled the hungry with good things; and the rich He hath sent empty away.\" Luke 1:53.",
    "Again and again the bearers of the paralytic tried to push their way through the crowd, but in vain. The sick man looked about him in unutterable anguish. How could he relinquish hope when the longed-for help was so near? At his suggestion his friends bore him to the top of the house and, breaking up the roof, let him down at the feet of Jesus.",
    "The discourse was interrupted. The Saviour looked upon the mournful countenance and saw the pleading eyes fixed upon Him. Well He knew the longing of that burdened soul. It was Christ who had brought conviction to his conscience when he was yet at home. When he repented of his sins and believed in the power of Jesus to make him whole, the mercy of the Saviour had blessed his heart. Jesus had watched the first glimmer of faith grow into a conviction that He was the sinner's only helper, and had seen it grow stronger with every effort to come into His presence. It was Christ who had drawn the sufferer to Himself. Now, in words that fell like music on the listener's ear, the Saviour said, \"Son, be of good cheer; thy sins be forgiven thee.\" Matthew 9:2.",
    "The burden of guilt rolls from the sick man's soul. He cannot doubt. Christ's words reveal His power to read the heart. Who can deny His power to forgive sins? Hope takes the place of despair, and joy of oppressive gloom. The man's physical pain is gone, and his whole being is transformed. Making no further request, he lay in peaceful silence, too happy for words.",
    "Many were watching with breathless interest every movement in this strange transaction. Many felt that Christ's words were an invitation to them. Were they not soul-sick because of sin? Were they not anxious to be freed from this burden?",
    "But the Pharisees, fearful of losing their influence with the multitude, said in their hearts, \"He blasphemeth: who can forgive sins but One, even God?\" Mark 2:7, R.V.",
    "Fixing His glance upon them, beneath which they cowered and drew back, Jesus said, \"Wherefore think ye evil in your hearts? For whether is easier, to say, Thy sins be forgiven thee; or to say, Arise, and walk? But that ye may know that the Son of man hath power on earth to forgive sins,\" He said, turning to the paralytic, \"Arise, take up thy bed, and go unto thine house.\" Matthew 9:4-6.",
    "Then he who had been borne on a litter to Jesus rose to his feet with the elasticity and strength of youth. And immediately he \"took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.\" Mark 2:12.",
    "It required nothing less than creative power to restore health to that decaying body. The same voice that spoke life to man created from the dust of the earth, had spoken life to the dying paralytic. And the same power that gave life to the body had renewed the heart. He who at creation \"spake, and it was,\" who \"commanded, and it stood fast\" (Psalm 33:9), had spoken life to the soul dead in trespasses and sins. The healing of the body was an evidence of the power that had renewed the heart. Christ bade the paralytic arise and walk, \"that ye may know,\" He said, \"that the Son of man hath power on earth to forgive sins.\"",
    "The paralytic found in Christ healing for both the soul and the body. He needed health of soul before he could appreciate health of body. Before the physical malady could be healed, Christ must bring relief to the mind, and cleanse the soul from sin. This lesson should not be overlooked. There are today thousands suffering from physical disease who, like the paralytic, are longing for the message, \"Thy sins are forgiven.\" The burden of sin, with its unrest and unsatisfied desires, is the foundation of their maladies. They can find no relief until they come to the Healer of the soul. The peace which He alone can impart would restore vigor to the mind and health to the body.",
    "The effect produced upon the people by the healing of the paralytic was as if heaven had opened and revealed the glories of the better world. As the man who had been cured passed through the throng, blessing God at every step and bearing his burden as if it were a feather's weight, the people fell back to give him room and with awe-stricken faces gazed upon him, whispering softly among themselves, \"We have seen strange things today.\" Luke 5:26.",
    "In the home of the paralytic there was great rejoicing when he returned to his family, carrying with ease the couch upon which he had been slowly borne from their presence but a short time before. They gathered round with tears of joy, hardly daring to believe their eyes. He stood before them in the full vigor of manhood. Those arms that they had seen lifeless were quick to obey his will. The flesh that had been shrunken and leaden-hued was now fresh and ruddy. He walked with a firm, free step. Joy and hope were written in every lineament of his countenance, and an expression of purity and peace had taken the place of the marks of sin and suffering. Glad thanksgiving went up from that home, and God was glorified through His Son, who had restored hope to the hopeless and strength to the stricken one. This man and his family were ready to lay down their lives for Jesus. No doubt dimmed their faith, no unbelief marred their fealty to Him who had brought light into their darkened home.",
    "\"Bless the Lord, O my soul: \nAnd all that is within me, bless His holy name. <br>Bless the Lord, O my soul,\nAnd forget not all His benefits: \nWho forgiveth all thine iniquities;\nWho healeth all thy diseases; \nWho redeemeth thy life from destruction;... \nSo that thy youth is renewed like the eagle's. \nThe Lord executeth righteousness \nAnd judgment for all that are oppressed.... \nHe hath not dealt with us after our sins; \nNor rewarded us according to our iniquities.... \nLike as a father pitieth his children, \nSo the Lord pitieth them that fear Him. \nFor He knoweth our frame; \nHe remembereth that we are dust.\" \nPsalm 103:1-14.",
    "\"Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches. In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.\" John 5:2, 3.",
    "At certain seasons the waters of this pool were agitated, and it was commonly believed that this was the result of supernatural power, and that whoever first after the troubling of the pool stepped into the waters, would be healed of whatever disease he might have. Hundreds of sufferers visited the place; but so great was the crowd when the water was troubled that they rushed forward, trampling, underfoot men, women, and children, weaker than themselves. Many could not get near the pool. Many who had succeeded in reaching it died upon its bank. Shelters had been erected about the place, that the sick might be protected from the heat by the day and the chilliness of the night. There were some who spent the night in these porches, creeping to the edge of the pool day after day, in the vain hope of relief.",
    "Jesus was at Jerusalem. Walking alone in apparent meditation and prayer, He came to the pool. He saw the wretched sufferers watching for that which they supposed to be their only chance of cure. He longed to exercise His healing power and make every sufferer whole. But it was the Sabbath day. Multitudes were going to the temple for worship, and He knew that such an act of healing would so excite the prejudice of the Jews as to cut short His work.",
    "But the Saviour saw one case of supreme wretchedness. It was that of a man who had been a helpless cripple for thirty-eight years. His disease was in a great degree the result of his own evil habits and was looked upon as a judgment from God. Alone and friendless, feeling that he was shut out from God's mercy, the sufferer had passed long years of misery. At the time when it was expected that the water would be troubled, those who pitied his helplessness would bear him to the porches. But at the favored moment he had no one to help him in. He had seen the rippling of the water, but had never been able to get farther than the edge of the pool. Others stronger than he would plunge in before him. The poor, helpless sufferer was unable to contend successfully with the scrambling, selfish crowd. His persistent efforts toward the one object, and his anxiety and continual disappointment, were fast wearing away the remnant of his strength.",
    "The sick man was lying on his mat and occasionally lifting his head to gaze at the pool, when a tender, compassionate face bent over him, and the words, \"Wilt thou be made whole?\" arrested his attention. Hope came to his heart. He felt that in some way he was to have help. But the glow of encouragement soon faded. He remembered how often he had tried to reach the pool, and now he had little prospect of living till it should again be troubled. He turned away wearily, saying, \"Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.\"",
    "Jesus bids him, \"Rise, take up thy bed, and walk.\" Verses 6-8. With a new hope the sick man looks upon Jesus. The expression of His countenance, the tones of His voice, are like no other. Love and power seem to breathe from His very presence. The cripple's faith takes hold upon Christ's word. Without question he sets his will to obey, and, as he does this, his whole body responds.",
    "Every nerve and muscle thrills with new life, and healthful action comes to his crippled limbs. Springing to his feet, he goes on his way with firm, free step, praising God and rejoicing in his new-found strength.",
    "Jesus had given the palsied man no assurance of divine help. The man might have said, \"Lord, if Thou wilt make me whole, I will obey Thy word.\" He might have stopped to doubt, and thus have lost his one chance of healing. But no, he believed Christ's word, believed that he was made whole; immediately he made the effort, and God gave him the power; he willed to walk, and he did walk. Acting on the word of Christ, he was made whole.",
    "By sin we have been severed from the life of God. Our souls are palsied. Of ourselves we are no more capable of living a holy life than was the impotent man capable of walking. Many realize their helplessness; they are longing for that spiritual life which will bring them into harmony with God, and are striving to obtain it. But in vain. In despair they cry, \"O wretched man that I am! who shall deliver me from this body of death?\" Romans 7:24, margin. Let these desponding, struggling ones look up. The Saviour is bending over the purchase of His blood, saying with inexpressible tenderness and pity, \"Wilt thou be made whole?\" He bids you arise in health and peace. Do not wait to feel that you are made whole. Believe the Saviour's word. Put your will on the side of Christ. Will to serve Him, and in acting upon His word you will receive strength. Whatever may be the evil practice, the master passion which through long indulgence binds both soul and body, Christ is able and longs to deliver. He will impart life to the soul that is \"dead in trespasses.\" Ephesians 2:1. He will set free the captive that is held by weakness and misfortune and the chains of sin.",
    "The sense of sin has poisoned the springs of life. But Christ says, \"I will take your sins; I will give you peace. I have bought you with My blood. You are Mine. My grace shall strengthen your weakened will; your remorse for sin I will remove.\" When temptations assail you, when care and perplexity surround you, when, depressed and discouraged, you are ready to yield to despair, look to Jesus, and the darkness that encompasses you will be dispelled by the bright shining of His presence. When sin struggles for the mastery in your soul, and burdens the conscience, look to the Saviour. His grace is sufficient to subdue sin. Let your grateful heart, trembling with uncertainty, turn to Him. Lay hold on the hope set before you. Christ waits to adopt you into His family. His strength will help your weakness; He will lead you step by step. Place your hand in His, and let Him guide you.",
    "Never feel that Christ is far away. He is always near. His loving presence surrounds you. Seek Him as One who desires to be found of you. He desires you not only to touch His garments, but to walk with Him in constant communion.",
    "The Feast of Tabernacles had just ended. The priests and rabbis at Jerusalem had been defeated in their plottings against Jesus, and, as evening fell, \"every man went unto his own house. Jesus went unto the Mount of Olives.\" John 7:53; 8:1.",
    "From the excitement and confusion of the city, from the eager crowds and the treacherous rabbis, Jesus turned away to the quiet of the olive groves, where He could be alone with God. But in the early morning He returned to the temple; and as the people gathered about Him, He sat down and taught them.",
    "He was soon interrupted. A group of Pharisees and scribes approached Him, dragging with them a terror-stricken woman, whom with hard, eager voices they accused of having violated the seventh commandment. Pushing her into the presence of Jesus, they said, with a hypocritical display of respect, \"Master, this woman was taken in adultery, in the very act. Now Moses in the law commanded us, that such should be stoned: but what sayest Thou?\" Verses 4, 5.",
    "Their pretended reverence veiled a deep-laid plot for His ruin. Should Jesus acquit the woman, He might be charged with despising the law of Moses. Should He declare her worthy of death, He could be accused to the Romans as one who assumed authority belonging only to them.",
    "Jesus looked upon the scene—the trembling victim in her shame, the hard-faced dignitaries, devoid of even human pity. His spirit of stainless purity shrank from the spectacle. Giving no sign that He had heard the question, He stooped and, fixing His eyes upon the ground, began to write in the dust.",
    "Impatient at His delay and apparent indifference the accusers drew nearer, urging the matter upon His attention. But as their eyes, following those of Jesus, fell upon the pavement at His feet, their voices were silenced. There, traced before them, were the guilty secrets of their own lives.",
    "Rising, and fixing His eyes upon the plotting elders, Jesus said, \"He that is without sin among you let him first cast a stone at her.\" Verse 7. And, stooping down, He continued writing.",
    "He had not set aside the Mosaic law nor infringed upon the authority of Rome. The accusers were defeated. Now, their robes of pretended holiness torn from them, they stood, guilty and condemned, in the presence of infinite purity. Trembling lest the hidden iniquity of their lives should be laid open to the multitude, with bowed heads and downcast eyes they stole away, leaving their victim with the pitying Saviour.",
    "Jesus arose and, looking upon the woman, said, \"Where are those thine accusers? hath no man condemned thee? She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.\" Verses 10, 11.",
    "The woman had stood before Jesus, cowering with fear. His words, \"He that is without sin among you, let him first cast a stone,\" had come to her as a death sentence. She dared not lift her eyes to the Saviour's face, but silently awaited her doom. In astonishment she saw her accusers depart speechless and confounded; then those words of hope fell upon her ear, \"Neither do I condemn thee: go, and sin no more.\" Her heart was melted, and, casting herself at the feet of Jesus, she sobbed out her grateful love and with bitter tears confessed her sins.",
    "This was to her the beginning of a new life, a life of purity and peace, devoted to God. In the uplifting of this fallen soul, Jesus performed a greater miracle than in healing the most grievous physical disease; He cured the spiritual malady which is unto death everlasting. This penitent woman became one of His most steadfast followers. With self-sacrificing love and devotion she showed her gratitude for His forgiving mercy. For this erring woman the world had only contempt and scorn, but the Sinless One pitied her weakness and reached to her a helping hand. While the hypocritical Pharisees denounced, Jesus bade her, \"Go, and sin no more.\"",
    "Jesus knows the circumstances of every soul. The greater the sinner's guilt, the more he needs the Saviour. His heart of divine love and sympathy is drawn out most of all for the one who is the most hopelessly entangled in the snares of the enemy. With His own blood He has signed the emancipation papers of the race.",
    "Jesus does not desire those who have been purchased at such a cost to become the sport of the enemy's temptations. He does not desire us to be overcome and perish. He who curbed the lions in their den, and walked with His faithful witnesses amid the fiery flames, is just as ready to work in our behalf to subdue every evil in our nature. Today He is standing at the altar of mercy, presenting before God the prayers of those who desire His help. He turns no weeping, contrite one away. Freely will He pardon all who come to Him for forgiveness and restoration. He does not tell to any all that He might reveal, but He bids every trembling soul take courage. Whosoever will, may take hold of God's strength, and make peace with Him, and He will make peace.",
    "The souls that turn to Him for refuge, Jesus lifts above the accusing and the strife of tongues. No man or evil angel can impeach these souls. Christ unites them to His own divine-human nature. They stand beside the great Sin Bearer in the light proceeding from the throne of God.",
    "The blood of Jesus Christ cleanses \"from all sin.\" 1 John 1:7.",
    "\"Who shall lay anything to the charge of God's elect? It is God that justifieth. Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.\" Romans 8:33, 34.",
    "Over the winds and the waves, and over men possessed of demons, Christ showed that He had absolute control. He who stilled the tempest and calmed the troubled sea spoke peace to minds distracted and overborne by Satan.",
    "In the synagogue at Capernaum, Jesus was speaking of His mission to set free the slaves of sin. He was interrupted by a shriek of terror. A madman rushed forward from among the people, crying out, \"Let us alone; what have we to do with Thee, Thou Jesus of Nazareth? art Thou come to destroy us? I know Thee who Thou art, the Holy One of God.\" Mark 1:24.",
    "Jesus rebuked the demon, saying, \"Hold thy peace, and come out of him. And when the devil had thrown him in the midst, he came out of him, and hurt him not.\" Luke 4:35.",
    "The cause of this man's affliction also was in his own life. He had been fascinated with the pleasures of sin and had thought to make life a grand carnival. Intemperance and frivolity perverted the noble attributes of his nature, and Satan took entire control of him. Remorse came too late. When he would have sacrificed wealth and pleasure to regain his lost manhood he had become helpless in the grasp of the evil one.",
    "In the Saviour's presence he was roused to long for freedom, but the demon resisted the power of Christ. When the man tried to appeal to Jesus for help, the evil spirit put words into his mouth, and he cried out in an agony of fear. The demoniac partially comprehended that he was in the presence of One who could set him free; but when he tried to come within reach of that mighty hand, another's will held him, another's words found utterance through him.",
    "The conflict between the power of Satan and his own desire for freedom was terrible. It seemed that the tortured man must lose his life in the struggle with the foe that had been the ruin of his manhood. But the Saviour spoke with authority and set the captive free. The man who had been possessed stood before the wondering people in the freedom of self-possession.",
    "With glad voice he praised God for deliverance. The eye that had so lately glared with the fire of insanity now beamed with intelligence and overflowed with grateful tears. The people were dumb with amazement. As soon as they recovered speech they exclaimed one to another, \"What is this? a new teaching! with authority He commandeth even the unclean spirits, and they obey Him.\" Mark 1:27, R.V.",
    "There are multitudes today as truly under the power of evil spirits as was the demoniac of Capernaum. All who willfully depart from God's commandments are placing themselves under the control of Satan. Many a man tampers with",
    "evil, thinking that he can break away at pleasure; but he is lured on and on, until he finds himself controlled by a will stronger than his own. He cannot escape its mysterious power. Secret sin or master passion may hold him a captive as helpless as was the demoniac of Capernaum.",
    "Yet his condition is not hopeless. God does not control our minds without our consent; but every man is free to choose what power he will have to rule over him. None have fallen so low, none are so vile, but that they may find deliverance in Christ. The demoniac, in place of prayer, could utter only the words of Satan; yet the heart's unspoken appeal was heard. No cry from a soul in need, though it fail of utterance in words, will be unheeded. Those who consent to enter into covenant with God are not left to the power of Satan or to the infirmity of their own nature.",
    "\"Shall the prey be taken from the mighty, or the lawful captive delivered? . . . Thus saith the Lord, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.\" Isaiah 49:24, 25.",
    "Marvelous will be the transformation wrought in him who by faith opens the door of the heart to the Saviour.",
    "Like the twelve apostles, the seventy disciples whom Christ sent forth later received supernatural endowments as a seal of their mission. When their work was completed, they returned with joy, saying, \"Lord, even the devils are subject unto us through Thy name.\" Jesus answered, \"I beheld Satan as lightning fall from heaven.\" Luke 10:17, 18.",
    "Henceforth Christ's followers are to look upon Satan as a conquered foe. Upon the cross, Jesus was to gain the victory for them; that victory He desired them to accept as their own. \"Behold,\" He said, \"I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.\" Verse 19.",
    "The omnipotent power of the Holy Spirit is the defense of every contrite soul. No one who in penitence and faith has claimed His protection will Christ permit to pass under the enemy's power. It is true that Satan is a powerful being; but, thank God, we have a mighty Saviour, who cast out the evil one from heaven. Satan is pleased when we magnify his power. Why not talk of Jesus? Why not magnify His power and His love?",
    "The rainbow of promise encircling the throne on high is an everlasting testimony that \"God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.\" John 3:16. It testifies to the universe that God will never forsake His children in the struggle with evil. It is an assurance to us of strength and protection as long as the throne itself shall endure."
]