[
    "When Christ sent out the twelve disciples on their first missionary tour, He bade them, \"As ye go, preach, saying, The kingdom of heaven is at hand. Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.\" Matthew 10:7, 8.",
    "To the Seventy sent forth later He said: \"Into whatsoever city ye enter, . . . heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.\" Luke 10:8, 9. The presence and power of Christ was with them, \"and the Seventy returned again with joy, saying, Lord, even the devils are subject unto us through Thy name.\" Verse 17.",
    "After Christ's ascension the same work was continued. The scenes of His own ministry were repeated. \"Out of the cities round about\" there came a multitude \"unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits: and they were healed every one.\" Acts 5:16.",
    "And the disciples \"went forth, and preached everywhere, the Lord working with them.\" \"Philip went down to the city of Samaria, and preached Christ unto them. And the people with one accord gave heed unto those things which Philip spake. . . . For unclean spirits . . . came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed. And there was great joy in that city.\" Mark 16:20; Acts 8:5-8.",
    "Luke, the writer of the Gospel that bears his name, was a medical missionary. In the Scriptures he is called \"the beloved physician.\" Colossians 4:14. The apostle Paul heard of his skill as a physician, and sought him out as one to whom the Lord had entrusted a special work. He secured his co-operation, and for some time Luke accompanied him in his travels from place to place. After a time, Paul left Luke at Philippi, in Macedonia. Here he continued to labor for several years, both as a physician and as a teacher of the gospel. In his work as a physician he ministered to the sick, and then prayed for the healing power of God to rest upon the afflicted ones. Thus the way was opened for the gospel message. Luke's success as a physician gained for him many opportunities for preaching Christ among the heathen. It is the divine plan that we shall work as the disciples worked. Physical healing is bound up with the gospel commission. In the work of the gospel, teaching and healing are never to be separated.",
    "The work of the disciples was to spread a knowledge of the gospel. To them was committed the work of proclaiming to all the world the good news that Christ brought to men. That work they accomplished for the people of their time. To every nation under heaven the gospel was carried in a single generation.",
    "The giving of the gospel to the world is the work that God has committed to those who bear His name. For earth's sin and misery the gospel is the only antidote. To make known to all mankind the message of the grace of God is the first work of those who know its healing power.",
    "When Christ sent forth the disciples with the gospel message, faith in God and His word had well-nigh departed from the world. Among the Jewish people, who professed to have a knowledge of Jehovah, His word had been set aside for tradition and human speculation. Selfish ambition, love of ostentation, greed of gain, absorbed men's thoughts. As reverence for God departed, so also departed compassion toward men. Selfishness was the ruling principle, and Satan worked his will in the misery and degradation of mankind.",
    "Satanic agencies took possession of men. The bodies of human beings, made for the dwelling place of God, became the habitation of demons. The senses, the nerves, the organs of men were worked by supernatural agencies in the indulgence of the vilest lust. The very stamp of demons was impressed upon the countenances of men. Human faces reflected the expression of the legions of evil with which men were possessed.",
    "What is the condition in the world today? Is not faith in the Bible as effectually destroyed by the higher criticism and speculation of today as it was by tradition and rabbinism in the days of Christ? Have not greed and ambition and love of pleasure as strong a hold on men's hearts now as they had then? In the professedly Christian world, even in the professed churches of Christ, how few are governed by Christian principles. In business, social, domestic, even religious circles, how few make the teachings of Christ the rule of daily living. Is it not true that \"justice standeth afar off: . . . equity cannot enter. . . . And he that departeth from evil maketh himself a prey\"? Isaiah 59:14, 15.",
    "We are living in the midst of an \"epidemic of crime,\" at which thoughtful, God-fearing men everywhere stand aghast. The corruption that prevails, it is beyond the power of the human pen to describe. Every day brings fresh revelations of political strife, bribery, and fraud. Every day brings its heart-sickening record of violence and lawlessness, of indifference to human suffering, of brutal, fiendish destruction of human life. Every day testifies to the increase of insanity, murder, and suicide. Who can doubt that satanic agencies are at work among men with increasing activity to distract and corrupt the mind, and defile and destroy the body?",
    "And while the world is filled with these evils, the gospel is too often presented in so indifferent a manner as to make but little impression upon the consciences or the lives of men. Everywhere there are hearts crying out for something which they have not. They long for a power that will give them mastery over sin, a power that will deliver them from the bondage of evil, a power that will give health and life and peace. Many who once knew the power of God's word have dwelt where there is no recognition of God, and they long for the divine presence.",
    "The world needs today what it needed nineteen hundred years ago—a revelation of Christ. A great work of reform is demanded, and it is only through the grace of Christ that the work of restoration, physical, mental, and spiritual, can be accomplished.",
    "Christ's method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, \"Follow Me.\"",
    "There is need of coming close to the people by personal effort. If less time were given to sermonizing, and more time were spent in personal ministry, greater results would be seen. The poor are to be relieved, the sick cared for, the sorrowing and the bereaved comforted, the ignorant instructed, the inexperienced counseled. We are to weep with those that weep, and rejoice with those that rejoice. Accompanied by the power of persuasion, the power of prayer, the power of the love of God, this work will not, cannot, be without fruit.",
    "We should ever remember that the object of the medical missionary work is to point sin-sick men and women to the Man of Calvary, who taketh away the sin of the world. By beholding Him, they will be changed into His likeness. We are to encourage the sick and suffering to look to Jesus and live. Let the workers keep Christ, the Great Physician, constantly before those to whom disease of body and soul has brought discouragement. Point them to the One who can heal both physical and spiritual disease. Tell them of the One who is touched with the feeling of their infirmities. Encourage them to place themselves in the care of Him who gave His life to make it possible for them to have life eternal. Talk of His love; tell of His power to save.",
    "This is the high duty and precious privilege of the medical missionary. And personal ministry often prepares the way for this. God often reaches hearts through our efforts to relieve physical suffering.",
    "Medical missionary work is the pioneer work of the gospel. In the ministry of the word and in the medical missionary work the gospel is to be preached and practiced.",
    "In almost every community there are large numbers who do not listen to the preaching of God's word or attend any religious service. If they are reached by the gospel, it must be carried to their homes. Often the relief of their physical needs is the only avenue by which they can be approached. Missionary nurses who care for the sick and relieve the distress of the poor will find many opportunities to pray with them, to read to them from God's word, and to speak of the Saviour. They can pray with and for the helpless ones who have not strength of will to control the appetites that passion has degraded. They can bring a ray of hope into the lives of the defeated and disheartened. Their unselfish love, manifested in acts of disinterested kindness, will make it easier for these suffering ones to believe in the love of Christ.",
    "Many have no faith in God and have lost confidence in man. But they appreciate acts of sympathy and helpfulness. As they see one with no inducement of earthly praise or compensation come into their homes, ministering to the sick, feeding the hungry, clothing the naked, comforting the sad, and tenderly pointing all to Him of whose love and pity the human worker is but the messenger—as they see this, their hearts are touched. Gratitude springs up. Faith is kindled. They see that God cares for them, and they are prepared to listen as His word is opened.",
    "Whether in foreign missions or in the home field, all missionaries, both men and women, will gain much more ready access to the people, and will find their usefulness greatly increased, if they are able to minister to the sick. Women who go as missionaries to heathen lands may thus find opportunity for giving the gospel to the women of these lands, when every other door of access is closed. All gospel workers should know how to give the simple treatments that do so much to relieve pain and remove disease.",
    "Gospel workers should be able also to give instruction in the principles of healthful living. There is sickness everywhere, and most of it might be prevented by attention to the laws of health. The people need to see the bearing of health principles upon their well-being, both for this life and for the life to come. They need to be awakened to their responsibility for the human habitation fitted up by their Creator as His dwelling place, and over which He desires them to be faithful stewards. They need to be impressed with the truth conveyed in the words of Holy Writ:",
    "\"Ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be My people.\" 2 Corinthians 6:16.",
    "Thousands need and would gladly receive instruction concerning the simple methods of treating the sick—methods that are taking the place of the use of poisonous drugs. There is great need of instruction in regard to dietetic reform. Wrong habits of eating and the use of unhealthful food are in no small degree responsible for the intemperance and crime and wretchedness that curse the world.",
    "In teaching health principles, keep before the mind the great object of reform—that its purpose is to secure the highest development of body and mind and soul. Show that the laws of nature, being the laws of God, are designed for our good; that obedience to them promotes happiness in this life, and aids in the preparation for the life to come.",
    "Lead the people to study the manifestation of God's love and wisdom in the works of nature. Lead them to study that marvelous organism, the human system, and the laws by which it is governed. Those who perceive the evidences of God's love, who understand something of the wisdom and beneficence of His laws, and the results of obedience, will come to regard their duties and obligations from an altogether different point of view. Instead of looking upon an observance of the laws of health as a matter of sacrifice or self-denial, they will regard it, as it really is, as an inestimable blessing.",
    "Every gospel worker should feel that the giving of instruction in the principles of healthful living is a part of his appointed work. Of this work there is great need, and the world is open for it.",
    "Everywhere there is a tendency to substitute the work of organizations for individual effort. Human wisdom tends to consolidation, to centralization, to the building up of great churches and institutions. Multitudes leave to institutions and organizations the work of benevolence; they excuse themselves from contact with the world, and their hearts grow cold. They become self-absorbed and unimpressible. Love for God and man dies out of the soul.",
    "Christ commits to His followers an individual work—a work that cannot be done by proxy. Ministry to the sick and the poor, the giving of the gospel to the lost, is not to be left to committees or organized charities. Individual responsibility, individual effort, personal sacrifice, is the requirement of the gospel.",
    "\"Go out into the highways and hedges, and compel them to come in,\" is Christ's command, \"that My house may be filled.\" He brings men into touch with those whom they seek to benefit. \"Bring the poor that are cast out to thy house,\" He",
    "says. \"When thou seest the naked, that thou cover him.\" \"They shall lay hands on the sick, and they shall recover.\" Luke 14:23; Isaiah 58:7; Mark 16:18. Through direct contact, through personal ministry, the blessings of the gospel are to be communicated.",
    "In giving light to His people anciently, God did not work exclusively through any one class. Daniel was a prince of Judah. Isaiah also was of the royal line. David was a shepherd boy, Amos a herdsman, Zechariah a captive from Babylon, Elisha a tiller of the soil. The Lord raised up as His representatives prophets and princes, the noble and the lowly, and taught them the truths to be given to the world.",
    "To everyone who becomes a partaker of His grace the Lord appoints a work for others. Individually we are to stand in our lot and place, saying, \"Here am I; send me.\" Isaiah 6:8. Upon the minister of the word, the missionary nurse, the Christian physician, the individual Christian, whether he be merchant or farmer, professional man or mechanic—the responsibility rests upon all. It is our work to reveal to men the gospel of their salvation. Every enterprise in which we engage should be a means to this end.",
    "Those who take up their appointed work will not only be a blessing to others, but they will themselves be blessed. The consciousness of duty well done will have a reflex influence upon their own souls. The despondent will forget their despondency, the weak will become strong, the ignorant intelligent, and all will find an unfailing helper in Him who has called them.",
    "The church of Christ is organized for service. Its watchword is ministry. Its members are soldiers, to be trained for conflict under the Captain of their salvation. Christian ministers, physicians, teachers, have a broader work than many have recognized. They are not only to minister to the people, but to teach them to minister. They should not only give instruction in right principles, but educate their hearers to impart these principles. Truth that is not lived, that is not imparted, loses its life-giving power, its healing virtue. Its blessing can be retained only as it is shared.",
    "The monotony of our service for God needs to be broken up. Every church member should be engaged in some line of service for the Master. Some cannot do so much as others, but everyone should do his utmost to roll back the tide of disease and distress that is sweeping over our world. Many would be willing to work if they were taught how to begin. They need to be instructed and encouraged.",
    "Every church should be a training school for Christian workers. Its members should be taught how to give Bible readings, how to conduct and teach Sabbath-school classes, how best to help the poor and to care for the sick, how to work for the unconverted. There should be schools of health, cooking schools, and classes in various lines of Christian help work. There should not only be teaching, but actual work under experienced instructors. Let the teachers lead the way in working among the people, and others, uniting with them, will learn from their example. One example is worth more than many precepts.",
    "Let all cultivate their physical and mental powers to the utmost of their ability, that they may work for God where His providence shall call them. The same grace that came from Christ to Paul and Apollos, that distinguished them for spiritual excellencies, will today be imparted to devoted Christian missionaries. God desires His children to have intelligence and knowledge, that with unmistakable clearness and power His glory may be revealed in our world.",
    "Educated workers who are consecrated to God can do service in a greater variety of ways and can accomplish more extensive work than can those who are uneducated. Their discipline of mind places them on vantage ground. But those who have neither great talents nor extensive education may minister acceptably to others. God will use men who are willing to be used. It is not the most brilliant or the most talented persons whose work produces the greatest and most lasting results. Men and women are needed who have heard a message from heaven. The most effective workers are those who respond to the invitation, \"Take My yoke upon you, and learn of Me.\" Matthew 11:29.",
    "It is heart missionaries that are needed. He whose heart God touches is filled with a great longing for those who have never known His love. Their condition impresses him with a sense of personal woe. Taking his life in his hand, he goes forth, a heaven-sent, heaven-inspired messenger, to do a work in which angels can co-operate.",
    "If those to whom God has entrusted great talents of intellect put these gifts to a selfish use, they will be left, after a period of trial, to follow their own way. God will take men who do not appear to be so richly endowed, who have not large self-confidence, and He will make the weak strong, because they trust in Him to do for them that which they cannot do for themselves. God will accept the wholehearted service, and will Himself make up the deficiencies.",
    "The Lord has often chosen for His colaborers men who have had opportunity to obtain but a limited school education. These men have applied their powers most diligently, and the Lord has rewarded their fidelity to His work, their industry, their thirst for knowledge. He has witnessed their tears and heard their prayers. As His blessing came to the captives in the courts of Babylon, so does He give wisdom and knowledge to His workers today.",
    "Men deficient in school education, lowly in social position, have, through the grace of Christ, sometimes been wonderfully successful in winning souls for Him. The secret of their success was their confidence in God. They learned daily of Him who is wonderful in counsel and mighty in power.",
    "Such workers are to be encouraged. The Lord brings them into connection with those of more marked ability, to fill up the gaps that others leave. Their quickness to see what is to be done, their readiness to help those in need, their kind words and deeds, open doors of usefulness that otherwise would remain closed. They come close to those in trouble, and the persuasive influence of their words has power to draw many trembling souls to God. Their work shows what thousands of others might do, if they only would.",
    "Nothing will so arouse a self-sacrificing zeal and broaden and strengthen the character as to engage in work for others. Many professed Christians, in seeking church relationship, think only of themselves. They wish to enjoy church fellowship and pastoral care. They become members of large and prosperous churches, and are content to do little for others. In this way they are robbing themselves of the most precious blessings. Many would be greatly benefited by sacrificing their pleasant, ease-conducing associations. They need to go where their energies will be called out in Christian work and they can learn to bear responsibilities.",
    "Trees that are crowded closely together do not grow healthfully and sturdily. The gardener transplants them that they may have room to develop. A similar work would benefit many of the members of large churches. They need to be placed where their energies will be called forth in active Christian effort. They are losing their spiritual life, becoming dwarfed and inefficient, for want of self-sacrificing labor for others. Transplanted to some missionary field, they would grow strong and vigorous.",
    "But none need wait until called to some distant field before beginning to help others. Doors of service are open everywhere. All around us are those who need our help. The widow, the orphan, the sick and the dying, the heartsick, the discouraged, the ignorant, and the outcast are on every hand.",
    "We should feel it our special duty to work for those living in our neighborhood. Study how you can best help those who take no interest in religious things. As you visit your friends and neighbors, show an interest in their spiritual as well as in their temporal welfare. Speak to them of Christ as a sin-pardoning Saviour. Invite your neighbors to your home, and read with them from the precious Bible and from books that explain its truths. Invite them to unite with you in song and prayer. In these little gatherings, Christ Himself will be present, as He has promised, and hearts will be touched by His grace.",
    "Church members should educate themselves to do this work. This is just as essential as to save the benighted souls in foreign countries. While some feel the burden for souls afar off, let the many who are at home feel the burden of precious souls who are around them, and work just as diligently for their salvation.",
    "Many regret that they are living a narrow life. They themselves can make their life broad and influential if they will. Those who love Jesus with heart and mind and soul, and their neighbor as themselves, have a wide field in which to use their ability and influence.",
    "Let none pass by little opportunities, to look for larger work. You might do successfully the small work, but fail utterly in attempting the larger work, and fall into discouragement. It is by doing with your might what you find to do that you will develop aptitude for larger work. It is by slighting the daily opportunities, by neglecting the little things right at hand, that so many become fruitless and withered.",
    "Do not depend upon human aid. Look beyond human beings to the One appointed by God to bear our griefs, to carry our sorrows, and to supply our necessities. Taking God at His word, make a beginning wherever you find work to do, and move forward with unfaltering faith. It is faith in Christ's presence that gives strength and steadfastness. Work with unselfish interest, with painstaking effort, with persevering energy.",
    "In fields where the conditions are so objectionable and disheartening that many are unwilling to go to them, remarkable changes have been wrought by the efforts of self-sacrificing workers. Patiently and perseveringly they labored, not relying upon human power, but upon God, and His grace sustained them. The amount of good thus accomplished will never be known in this world, but blessed results will be seen in the great hereafter.",
    "In many places self-supporting missionaries can work successfully. It was as a self-supporting missionary that the apostle Paul labored in spreading the knowledge of Christ throughout the world. While daily teaching the gospel in the great cities of Asia and Europe, he wrought at the trade of a craftsman to sustain himself and his companions. His parting words to the elders of Ephesus, showing his manner of labor, have precious lessons for every gospel worker:",
    "\"Ye know,\" he said, \"after what manner I have been with you at all seasons: . . . and how I kept back nothing that was profitable unto you, but have showed you, and have taught you publicly, and from house to house. . . . I have coveted no man's silver, or gold, or apparel. Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me. I have showed you all things, how that so laboring ye ought to support the weak, and to remember the words of the Lord Jesus, how He said, It is more blessed to give than to receive.\" Acts 20:18-35.",
    "Many today, if imbued with the same spirit of self-sacrifice, could do a good work in a similar way. Let two or more start out together in evangelistic work. Let them visit the people, praying, singing, teaching, explaining the Scriptures, and ministering to the sick. Some can sustain themselves as canvassers; others, like the apostle, can labor at some handicraft or in other lines of effort. As they move forward in their work, realizing their helplessness, but humbly depending upon God, they gain a blessed experience. The Lord Jesus goes before them, and among the wealthy and the poor they find favor and help.",
    "Those who have been trained for medical missionary work in foreign countries should be encouraged to go without delay where they expect to labor, and begin work among the people, learning the language as they work. Very soon they will be able to teach the simple truths of God's word.",
    "Throughout the world, messengers of mercy are needed. There is a call for Christian families to go into communities that are in darkness and error, to go to foreign fields, to become acquainted with the needs of their fellow men, and to work for the cause of the Master. If such families would settle in the dark places of the earth, places where the people are enshrouded in spiritual gloom, and let the light of Christ's life shine out through them, what a noble work might be accomplished.",
    "This work requires self-sacrifice. While many are waiting to have every obstacle removed, the work they might do is left undone, and multitudes are dying without hope and without God. Some for the sake of commercial advantage, or to acquire scientific knowledge, will venture into unsettled regions and cheerfully endure sacrifice and hardship; but how few for the sake of their fellow men are willing to move their families into regions that are in need of the gospel.",
    "To reach the people, wherever they are, and whatever their position or condition, and to help them in every way possible—this is true ministry. By such effort you may win hearts and open a door of access to perishing souls.",
    "In all your work remember that you are bound up with Christ, a part of the great plan of redemption. The love of Christ, in a healing, life-giving current, is to flow through your life. As you seek to draw others within the circle of His love, let the purity of your language, the unselfishness of your service, the joyfulness of your demeanor, bear witness to the power of His grace. Give to the world so pure and righteous a representation of Him, that men shall behold Him in His beauty.",
    "It is of little use to try to reform others by attacking what we may regard as wrong habits. Such effort often results in more harm than good. In His talk with the Samaritan woman, instead of disparaging Jacob's well, Christ presented something better. \"If thou knewest the gift of God,\" He said, \"and who it is that saith to thee, Give Me to drink; thou wouldest have asked of Him, and He would have given thee living water.\" John 4:10. He turned the conversation to the treasure He had to bestow, offering the woman something better than she possessed, even living water, the joy and hope of the gospel.",
    "This is an illustration of the way in which we are to work. We must offer men something better than that which they possess, even the peace of Christ, which passeth all understanding. We must tell them of God's holy law, the transcript of His character, and an expression of that which He wishes them to become. Show them how infinitely superior to the fleeting joys and pleasures of the world is the imperishable glory of heaven. Tell them of the freedom and rest to be found in the Saviour. \"Whosoever drinketh of the water that I shall give him shall never thirst,\" He declared. Verse 14.",
    "Lift up Jesus, crying, \"Behold, the Lamb of God, that taketh away the sin of the world!\" John 1:29, A.R.V. He alone can satisfy the craving of the heart and give peace to the soul.",
    "Of all people in the world, reformers should be the most unselfish, the most kind, the most courteous. In their lives should be seen the true goodness of unselfish deeds. The worker who manifests a lack of courtesy, who shows impatience at the ignorance on waywardness of others, who speaks hastily or acts thoughtlessly, may close the door to hearts so that he can never reach them.",
    "As the dew and the still showers fall upon the withering plants, so let words fall gently when seeking to win men from error. God's plan is first to reach the heart. We are to speak the truth in love, trusting in Him to give it power for the reforming of the life. The Holy Spirit will apply to the soul the word that is spoken in love.",
    "Naturally we are self-centered and opinionated. But when we learn the lessons that Christ desires to teach us, we become partakers of His nature; henceforth we live His life. The wonderful example of Christ, the matchless tenderness with which He entered into the feelings of others, weeping with those who wept, rejoicing with those who rejoiced, must have a deep influence upon the character of all who follow Him in sincerity. By kindly words and acts they will try to make the path easy for weary feet.",
    "\"The Lord Eternal hath given me a tongue for teaching.\" \"That I should know how to speak a word in season to him that is weary.\" Isaiah 50:4, Leeser; A.V.",
    "All around us are afflicted souls. Here and there, everywhere, we may find them. Let us search out these suffering ones and speak a word in season to comfort their hearts. Let us ever be channels through which shall flow the refreshing waters of compassion.",
    "In all our associations it should be remembered that in the experience of others there are chapters sealed from mortal sight. On the pages of memory are sad histories that are sacredly guarded from curious eyes. There stand registered long, hard battles with trying circumstances, perhaps troubles in the home life, that day by day weaken courage, confidence, and faith. Those who are fighting the battle of life at great odds may be strengthened and encouraged by little attentions that cost only a loving effort. To such the strong, helpful grasp of the hand by a true friend is worth more than gold or silver. Words of kindness are as welcome as the smile of angels.",
    "There are multitudes struggling with poverty, compelled to labor hard for small wages, and able to secure but the barest necessities of life. Toil and deprivation, with no hope of better things, make their burden very heavy. When pain and sickness are added, the burden is almost insupportable. Careworn and oppressed, they know not where to turn for relief. Sympathize with them in their trials, their heartaches, and disappointments. This will open the way for you to help them. Speak to them of God's promises, pray with and for them, inspire them with hope.",
    "Words of cheer and encouragement spoken when the soul is sick and the pulse of courage is low—these are regarded by the Saviour as if spoken to Himself. As hearts are cheered, the heavenly angels look on in pleased recognition.",
    "From age to age the Lord has been seeking to awaken in the souls of men a sense of their divine brotherhood. Be co-workers with Him. While distrust and alienation are pervading the world, Christ's disciples are to reveal the spirit that reigns in heaven.",
    "Speak as He would speak, act as He would act. Constantly reveal the sweetness of His character. Reveal that wealth of love which underlies all His teachings and all His dealings with men. The humblest workers, in co-operation with Christ, may touch chords whose vibrations shall ring to the ends of the earth and make melody throughout eternal ages.",
    "Heavenly intelligences are waiting to co-operate with human instrumentalities, that they may reveal to the world what human beings may become, and what, through union with the Divine, may be accomplished for the saving of souls that are ready to perish. There is no limit to the usefulness of one who, putting self aside, makes room for the working of the Holy Spirit upon his heart and lives a life wholly consecrated to God. All who consecrate body, soul, and spirit to His service will be constantly receiving a new endowment of physical, mental, and spiritual power. The inexhaustible supplies of heaven are at their command. Christ gives them the breath of His own Spirit, the life of His own life. The Holy Spirit puts forth its highest energies to work in mind and heart. Through the grace given us we may achieve victories that because of our own erroneous and preconceived opinions, our defects of character, our smallness of faith, have seemed impossible.",
    "To everyone who offers himself to the Lord for service, withholding nothing, is given power for the attainment of measureless results. For these God will do great things. He will work upon the minds of men so that, even in this world, there shall be seen in their lives a fulfillment of the promise of the future state.",
    "\"The wilderness and the solitary place shall be glad for them; <br>And the desert shall rejoice, and blossom as the rose. <br>It shall blossom abundantly, and rejoice even with joy and singing; <br>The glory of Lebanon shall be given unto it, <br>The excellency of Carmel and Sharon, <br>They shall see the glory of the Lord, <br>And the excellency of our God.",
    "\"Strengthen ye the weak hands, <br>And confirm the feeble knees. <br>Say to them that are of a fearful heart, Be strong, fear not; <br>Behold, your God. . . .",
    "\"Then the eyes of the blind shall be opened, <br>And the ears of the deaf shall be unstopped. <br>Then shall the lame man leap as an hart, <br>And the tongue of the dumb sing: <br>For in the wilderness shall waters break out, <br>And streams in the desert.",
	"\"And the parched ground shall become a pool, <br>And the thirsty land springs of water. . . . <br>And an highway shall be there, and a way, <br>And it shall be called The way of holiness; <br>The unclean shall not pass over it; <br>But it shall be for those; <br>The wayfaring men, though fools, shall not err therein.\"",
	"\"No lion shall be there, <br>Nor any ravenous beast shall go up thereon, <br>It shall not be found there; <br>But the redeemed shall walk there; <br>And the ransomed of the Lord shall return, <br>And come to Zion with songs <br>And everlasting joy upon their heads; <br>They shall obtain joy and gladness, <br>And sorrow and sighing shall flee away. <br>Isaiah 35:1-10.\"" 
]