[
    "True education is missionary training. Every son and daughter of God is called to be a missionary; we are called to the service of God and our fellow men; and to fit us for this service should be the object of our education.",
    "This object should ever be kept in view by Christian parents and teachers. We know not in what line our children may serve. They may spend their lives within the circle of the home; they may engage in life's common vocations, or go as teachers of the gospel to heathen lands; but all are alike called to be missionaries for God, ministers of mercy to the world.",
    "The children and youth, with their fresh talent, energy, and courage, their quick susceptibilities, are loved of God, and He desires to bring them into harmony with divine agencies. They are to obtain an education that will help them to stand by the side of Christ in unselfish service.",
    "Of all His children to the close of time, no less than of the first disciples, Christ said, \"As Thou hast sent Me into the world, even so have I also sent them into the world\" (John 17:18), to be representatives of God, to reveal His Spirit, to manifest His character, to do His work.",
    "Our children stand, as it were, at the parting of the ways. On every hand the world's enticements to self-seeking and self-indulgence call them away from the path cast up for the ransomed of the Lord. Whether their lives shall be a blessing or a curse depends upon the choice they make. Overflowing with energy, eager to test their untried capabilities, they must find some outlet for their superabounding life. Active they will be for good or for evil.",
    "God's word does not repress activity, but guides it aright. God does not bid the youth to be less aspiring. The elements of character that make a man truly successful and honored among men—the irrepressible desire for some greater good, the indomitable will, the strenuous application, the untiring perseverance—are not to be discouraged. By the grace of God they are to be directed to the attainment of objects as much higher than mere selfish and worldly interests as the heavens are higher than the earth.",
    "With us as parents and as Christians it rests to give our children right direction. They are to be carefully, wisely, tenderly guided into paths of Christlike ministry. We are under sacred covenant with God to rear our children for His service. To surround them with such influences as shall lead them to choose a life of service, and to give them the training needed, is our first duty.",
    "\"God so loved, . . . that He gave,\" \"gave His only-begotten Son,\" that we should not perish, but have everlasting life. \"Christ . . . hath loved us, and hath given Himself for us.\" If we love we shall give. \"Not to be ministered unto, but to minister\" is the great lesson which we are to learn and to teach. John 3:16; Ephesians 5:2; Matthew 20:28.",
    "Let the youth be impressed with the thought that they are not their own. They belong to Christ. They are the purchase of His blood, the claim of His love. They live because He keeps them by His power. Their time, their strength, their capabilities are His, to be developed, to be trained, to be used for Him.",
    "Next to the angelic beings, the human family, formed in the image of God, are the noblest of His created works. God desires them to become all that He has made it possible for them to be, and to do their very best with the powers He has given them.",
    "Life is mysterious and sacred. It is the manifestation of God Himself, the source of all life. Precious are its opportunities, and earnestly should they be improved. Once lost, they are gone forever.",
    "Before us God places eternity, with its solemn realities, and gives us a grasp on immortal, imperishable themes. He presents valuable, ennobling truth, that we may advance in a safe and sure path, in pursuit of an object worthy of the earnest engagement of all our capabilities.",
    "God looks into the tiny seed that He Himself has formed, and sees wrapped within it the beautiful flower, the shrub, or the lofty, wide-spreading tree. So does He see the possibilities in every human being. We are here for a purpose. God has given us His plan for our life, and He desires us to reach the highest standard of development.",
    "He desires that we shall constantly be growing in holiness, in happiness, in usefulness. All have capabilities which they must be taught to regard as sacred endowments, to appreciate as the Lord's gifts, and rightly to employ. He desires the youth to cultivate every power of their being, and to bring every faculty into active exercise. He desires them to enjoy all that is useful and precious in this life, to be good and to do good, laying up a heavenly treasure for the future life.",
    "It should be their ambition to excel in all things that are unselfish, high, and noble. Let them look to Christ as the pattern after which they are to be fashioned. The holy ambition that He revealed in His life they are to cherish—an ambition to make the world better for their having lived in it. This is the work to which they are called.",
    "The highest of all sciences is the science of soul saving. The greatest work to which human beings can aspire is the work of winning men from sin to holiness. For the accomplishment of this work, a broad foundation must be laid. A comprehensive education is needed—an education that will demand from parents and teachers such thought and effort as mere instruction in the sciences does not require. Something more is called for than the culture of the intellect. Education is not complete unless the body, the mind, and the heart are equally educated. The character must receive proper discipline for its fullest and highest development. All the faculties of mind and body are to be developed and rightly trained. It is a duty to cultivate and to exercise every power that will render us more efficient workers for God.",
    "True education includes the whole being. It teaches the right use of one's self. It enables us to make the best use of brain, bone, and muscle, of body, mind, and heart. The faculties of the mind, as the higher powers, are to rule the kingdom of the body. The natural appetites and passions are to be brought under the control of the conscience and the spiritual affections. Christ stands at the head of humanity, and it is His purpose to lead us, in His service, into high and holy paths of purity. By the wondrous working of His grace, we are to be made complete in Him.",
    "Jesus secured His education in the home. His mother was His first human teacher. From her lips, and from the scrolls of the prophets, He learned of heavenly things. He lived in a peasant's home and faithfully and cheerfully acted His part in bearing the household burdens. He who had been the commander of heaven was a willing servant, a loving, obedient son. He learned a trade and with His own hands worked in the carpenter's shop with Joseph. In the garb of a common laborer He walked the streets of the little town, going to and returning from His humble work.",
    "With the people of that age the value of things was estimated by outward show. As religion had declined in power, it had increased in pomp. The educators of the time sought to command respect by display and ostentation. To all this the life of Jesus presented a marked contrast. His life demonstrated the worthlessness of those things that men regarded as life's great essentials. The schools of His time, with their magnifying of things small and their belittling of things great, He did not seek. His education was gained from Heaven- appointed sources, from useful work, from the study of the Scriptures, from nature, and from the experiences of life— God's lesson books, full of instruction to all who bring to them the willing hand, the seeing eye, and the understanding heart.",
    "\"The Child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon Him.\" Luke 2:40.",
    "Thus prepared, He went forth to His mission, in every moment of His contact with men exerting upon them an influence to bless, a power to transform, such as the world had never witnessed.",
    "The home is the child's first school, and it is here that the foundation should be laid for a life of service. Its principles are to be taught not merely in theory. They are to shape the whole life training.",
    "Very early the lesson of helpfulness should be taught the child. As soon as strength and reasoning power are sufficiently developed, he should be given duties to perform in the home. He should be encouraged in trying to help father and mother, encouraged to deny and to control himself, to put other's happiness and convenience before his own, to watch for opportunities to cheer and assist brothers and sisters and playmates, and to show kindness to the aged, the sick, and the unfortunate. The more fully the spirit of true ministry pervades the home, the more fully it will be developed in the lives of the children. They will learn to find joy in service and sacrifice for the good of others.",
    "The home training should be supplemented by the work of the school. The development of the whole being, physical, mental, and spiritual, and the teaching of service and sacrifice, should be kept constantly in view.",
    "Above any other agency, service for Christ's sake in the little things of everyday experience has power to mold the character and to direct the life into lines of unselfish ministry. To awaken this spirit, to encourage and rightly to direct it, is the parents' and the teacher's work. No more important work could be committed to them. The spirit of ministry is the spirit of heaven, and with every effort to develop and encourage it angels will co-operate.",
    "Such an education must be based upon the word of God. Here only are its principles given in their fullness. The Bible should be made the foundation of study and of teaching. The essential knowledge is a knowledge of God and of Him whom He has sent.",
    "Every child and every youth should have a knowledge of himself. He should understand the physical habitation that God has given him, and the laws by which it is kept in health. All should be thoroughly grounded in the common branches of education. And they should have industrial training that will make them men and women of practical ability, fitted for the duties of everyday life. To this should be added training and practical experience in various lines of missionary effort.",
    "Let the youth advance as fast and as far as they can in the acquisition of knowledge. Let their field of study be as broad as their powers can compass. And, as they learn, let them impart their knowledge. It is thus that their minds will acquire discipline and power. It is the use they make of knowledge that determines the value of their education. To spend a long time in study, with no effort to impart what is gained, often proves a hindrance rather than a help to real development. In both the home and the school it should be the student's effort to learn how to study and how to impart the knowledge gained. Whatever his calling, he is to be both a learner and a teacher as long as life shall last. Thus he may advance continually, making God his trust, clinging to Him who is infinite in wisdom, who can reveal the secrets hidden for ages, who can solve the most difficult problems for minds that believe in Him.",
    "God's word places great stress upon the influence of association, even upon men and women. How much greater is its power on the developing mind and character of children and youth. The company they keep, the principles they adopt, the habits they form, will decide the question of their usefulness here and of their future, eternal interest.",
    "It is a terrible fact, and one that should make the hearts of parents tremble, that in so many schools and colleges to which the youth are sent for mental culture and discipline, influences prevail which misshape the character, divert the mind from life's true aims, and debase the morals. Through contact with the irreligious, the pleasure loving, and the corrupt, many, many youth lose the simplicity and purity, the faith in God, and the spirit of self-sacrifice that Christian fathers and mothers have cherished and guarded by careful instruction and earnest prayer.",
    "Many who enter school with the purpose of fitting themselves for some line of unselfish ministry become absorbed in secular studies. An ambition is aroused to win distinction in scholarship and to gain position and honor in the world. The purpose for which they entered school is lost sight of, and the life is given up to selfish and worldly pursuits. And often habits are formed that ruin the life both for this world and for the world to come.",
    "As a rule, men and women who have broad ideas, unselfish purposes, noble aspirations, are those in whom these characteristics were developed by their associations in early years. In all His dealings with Israel, God urged upon them the importance of guarding the associations of their children. All the arrangements of civil, religious, and social life were made with a view to preserving the children from harmful companionship and making them, from their earliest years, familiar with the precepts and principles of the law of God. The object lesson given at the birth of the nation was of a nature deeply to impress all hearts. Before the last terrible judgment came upon the Egyptians in the death of the first-born, God commanded His people to gather their children into their own homes. The doorpost of every house was marked with blood, and within the protection assured by this token all were to abide. So today parents who love and fear God are to keep their children under \"the bond of the covenant\" —within the protection of those sacred influences made possible through Christ's redeeming blood.",
    "Of His disciples Christ said, \"I have given them Thy word; and . . . they are not of the world, even as I am not of the world.\" John 17:14.",
    "\"Be not conformed to this world,\" God bids us; \"but be ye transformed by the renewing of your mind.\" Romans 12:2.",
    "\"Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness? . . . and what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be My people. Wherefore <br><br>\"Come out from among them, and be ye separate, . . . <br>And touch not the unclean; . . . <br>And I will receive you, <br>And will be a Father unto you, <br>And ye shall be My sons and daughters, <br>Saith the Lord Almighty.\" <br>2 Corinthians 6:14-18.",
    "\"Gather the children.\" \"Make them know the statutes of God, and His laws.\" Joel 2:16; Exodus 18:16.",
    "\"Put My name upon the children of Israel; and I will bless them.\" Numbers 6:27.",
    "\"And all the peoples of the earth shall see that thou art called by the name of Jehovah.\" Deuteronomy 28:10, A.R.V.",
    "\"The remnant of Jacob shall be in the midst of many people <br>As a dew from the Lord, <br>As the showers upon the grass, <br>That tarrieth not for man, <br>Nor waiteth for the sons of men.\" <br>Micah 5:7.",
    "We are numbered with Israel. All the instruction given to the Israelites of old concerning the education and training of their children, all the promises of blessing through obedience, are for us.",
    "God's word to us is, \"I will bless thee, . . . and thou shalt be a blessing.\" Genesis 12:2.",
    "Of the first disciples and of all who should believe on Him through their word Christ said, \"The glory which Thou gavest Me I have given them; that they may be one, even as We are one: I in them, and Thou in Me, that they may be made perfect in one; and that the world may know that Thou hast sent Me, and hast loved them, as Thou hast loved Me.\" John 17:22, 23.",
    "Wonderful, wonderful words, almost beyond the grasp of faith! The Creator of all worlds loves those who give themselves to His service, even as He loves His son. Even here and now His gracious favor is bestowed upon us to this marvelous extent. He has given us the Light and Majesty of heaven, and with Him He has bestowed all the heavenly treasure. Much as He has promised us for the life to come, He bestows princely gifts in this life. As subjects of His grace, He desires us to enjoy everything that will ennoble, expand, and elevate our characters. He is waiting to inspire the youth with power from above, that they may stand under the blood-stained banner of Christ, to work as He worked, to lead souls into safe paths, to plant the feet of many upon the Rock of Ages.",
    "All who are seeking to work in harmony with God's plan of education will have His sustaining grace, His continual presence, His keeping power. To everyone He says:",
    "\"Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee.\" \"I will not fail thee, nor forsake thee.\" Joshua 1:9, 5.",
    "\"As the rain cometh down, and the snow from heaven, <br>And returneth not thither, <br>But watereth the earth, and maketh it bring forth and bud, <br>That it may give seed to the sower, and bread to the eater: <br>So shall My word be that goeth forth out of My mouth: <br>It shall not return unto Me void, <br>But it shall accomplish that which I please, <br>And it shall prosper in the thing whereto I sent it. <br>For ye shall go out with joy, <br>And be led forth with peace: <br>The mountains and the hills shall break forth before you into singing, <br>And all the trees of the field shall clap their hands. <br>Instead of the thorn shall come up the fir tree, <br>And instead of the brier shall come up the myrtle tree: <br>And it shall be to the Lord for a name, <br>For an everlasting sign that shall not be cut off.\" <br>Isaiah 55:10-13.",
    "Throughout the world, society is in disorder, and a thorough transformation is needed. The education given to the youth is to mold the whole social fabric.",
    "\"They shall build the old wastes, <br>They shall raise up the former desolations, <br>And they shall repair the waste cities, <br>The desolations of many generations.\" <br>Men shall call them \"the ministers of our God. . . . <br>Everlasting joy shall be unto them. <br>For I, Jehovah, love justice.\" <br><br>\"I will direct their work in truth, <br>And I will make an everlasting covenant with them.\" <br>\"Their race shall be illustrious among the nations, <br>And their offspring among the people; <br>All that see them shall acknowledge <br>That they are a race which Jehovah hath blessed. . . . <br>For as the earth putteth forth her shoots, <br>And as a garden causeth its plants to spring forth, <br>So shall the Lord Jehovah cause salvation to spring forth, <br>And praise before all the nations.\" <br>Isaiah 61:4, 6-8, Noyes; 61:8; 61:9, 11, Noyes."
]