[
    "The knowledge that man is to be a temple for God, a habitation for the revealing of His glory, should be the highest incentive to the care and development of our physical powers. Fearfully and wonderfully has the Creator wrought in the human frame, and He bids us make it our study, understand its needs, and act our part in preserving it from harm and defilement.",
    "In order to have good health, we must have good blood; for the blood is the current of life. It repairs waste and nourishes the body. When supplied with the proper food elements and when cleansed and vitalized by contact with pure air, it carries life and vigor to every part of the system. The more perfect the circulation, the better will this work be accomplished.",
    "At every pulsation of the heart the blood should make its way quickly and easily to all parts of the body. Its circulation should not be hindered by tight clothing or bands, or by insufficient clothing of the extremities. Whatever hinders the circulation forces the blood back to the vital organs, producing congestion. Headache, cough, palpitation of the heart, or indigestion is often the result.",
    "In order to have good blood, we must breathe well. Full, deep inspirations of pure air, which fill the lungs with oxygen, purify the blood. They impart to it a bright color and send it, a life-giving current, to every part of the body. A good respiration soothes the nerves; it stimulates the appetite and renders digestion more perfect; and it induces sound, refreshing sleep.",
    "The lungs should be allowed the greatest freedom possible. Their capacity is developed by free action; it diminishes if they are cramped and compressed. Hence the ill effects of the practice so common, especially in sedentary pursuits, of stooping at one's work. In this position it is impossible to breathe deeply. Superficial breathing soon becomes a habit, and the lungs lose their power to expand. A similar effect is produced by tight lacing. Sufficient room is not given to the lower part of the chest; the abdominal muscles, which were designed to aid in breathing, do not have full play, and the lungs are restricted in their action.",
    "Thus an insufficient supply of oxygen is received. The blood moves sluggishly. The waste, poisonous matter, which should be thrown off in the exhalations from the lungs, is retained, and the blood becomes impure. Not only the lungs, but the stomach, liver, and brain are affected. The skin becomes sallow, digestion is retarded; the heart is depressed; the brain is clouded; the thoughts are confused; gloom settles upon the spirits; the whole system becomes depressed and inactive, and peculiarly susceptible to disease.",
    "The lungs are constantly throwing off impurities, and they need to be constantly supplied with fresh air. Impure air does not afford the necessary supply of oxygen, and the blood passes to the brain and other organs without being vitalized. Hence the necessity of thorough ventilation. To live in close, ill-ventilated rooms, where the air is dead and vitiated, weakens the entire system. It becomes peculiarly sensitive to the influence of cold, and a slight exposure induces disease. It is close confinement indoors that makes many women pale and feeble. They breathe the same air over and over until it becomes laden with poisonous matter thrown off through the lungs and pores, and impurities are thus conveyed back to the blood.",
    "In the construction of buildings, whether for public purposes or as dwellings, care should be taken to provide for good ventilation and plenty of sunlight. Churches and schoolrooms are often faulty in this respect. Neglect of proper ventilation is responsible for much of the drowsiness and dullness that destroy the effect of many a sermon and make the teacher's work toilsome and ineffective.",
    "So far as possible, all buildings intended for human habitation should be placed on high, well-drained ground. This will ensure a dry site and prevent the danger of disease from dampness and miasma. This matter is often too lightly regarded. Continuous ill-health, serious diseases, and many deaths result from the dampness and malaria of low-lying, ill-drained situations.",
    "In the building of houses it is especially important to secure thorough ventilation and plenty of sunlight. Let there be a current of air and an abundance of light in every room in the house. Sleeping rooms should be so arranged as to have a free circulation of air day and night. No room is fit to be occupied as a sleeping room unless it can be thrown open daily to the air and sunshine. In most countries bedrooms need to be supplied with conveniences for heating, that they may be thoroughly warmed and dried in cold or wet weather.",
    "The guestchamber should have equal care with the rooms intended for constant use. Like the other bedrooms, it should have air and sunshine, and should be provided with some means of heating, to dry out the dampness that always accumulates in a room not in constant use. Whoever sleeps in a sunless room, or occupies a bed that has not been thoroughly dried and aired, does so at the risk of health, and often of life.",
    "In building, many make careful provision for their plants and flowers. The greenhouse or window devoted to their use is warm and sunny; for without warmth, air, and sunshine, plants would not live and flourish. If these conditions are necessary to the life of plants, how much more necessary are they for our own health and that of our families and guests!",
    "If we would have our homes the abiding place of health and happiness we must place them above the miasma and fog of the lowlands, and give free entrance to heaven's life-giving agencies. Dispense with heavy curtains, open the windows and the blinds, allow no vines, however beautiful, to shade the windows, and permit no trees to stand so near the house as to shut out the sunshine. The sunlight may fade the drapery and the carpets, and tarnish the picture frames; but it will bring a healthy glow to the cheeks of the children.",
    "Those who have the aged to provide for should remember that these especially need warm, comfortable rooms. Vigor declines as years advance, leaving less vitality with which to resist unhealthful influences; hence the greater necessity for the aged to have plenty of sunlight, and fresh, pure air.",
    "Scrupulous cleanliness is essential to both physical and mental health. Impurities are constantly thrown off from the body through the skin. Its millions of pores are quickly clogged unless kept clean by frequent bathing, and the impurities which should pass off through the skin become an additional burden to the other eliminating organs.",
    "Most persons would receive benefit from a cool or tepid bath every day, morning or evening. Instead of increasing the liability to take cold, a bath, properly taken, fortifies against cold, because it improves the circulation; the blood is brought to the surface, and a more easy and regular flow is obtained. The mind and the body are alike invigorated. The muscles become more flexible, the intellect is made brighter. The bath is a soother of the nerves. Bathing helps the bowels, the stomach, and the liver, giving health and energy to each, and it promotes digestion.",
    "It is important also that the clothing be kept clean. The garments worn absorb the waste matter that passes off through the pores; if they are not frequently changed and washed, the impurities will be reabsorbed.",
    "Every form of uncleanliness tends to disease. Death-producing germs abound in dark, neglected corners, in decaying refuse, in dampness and mold and must. No waste vegetables or heaps of fallen leaves should be allowed to remain near the house to decay and poison the air. Nothing unclean or decaying should be tolerated within the home. In towns or cities regarded perfectly healthful, many an epidemic of fever has been traced to decaying matter about the dwelling of some careless householder.",
    "Perfect cleanliness, plenty of sunlight, careful attention to sanitation in every detail of the home life, are essential to freedom from disease and to the cheerfulness and vigor of the inmates of the home."
]