[
    "The home should be to the children the most attractive place in the world, and the mother's presence should be its greatest attraction. Children have sensitive, loving natures. They are easily pleased and easily made unhappy. By gentle discipline, in loving words and acts, mothers may bind their children to their hearts.",
    "Young children love companionship and can seldom enjoy themselves alone. They yearn for sympathy and tenderness. That which they enjoy they think will please mother also, and it is natural for them to go to her with their little joys and sorrows. The mother should not wound their sensitive hearts by treating with indifference matters that, though trifling to her, are of great importance to them. Her sympathy and approval are precious. An approving glance, a word of encouragement or commendation, will be like sunshine in their hearts, often making the whole day happy.",
    "Instead of sending her children from her, that she may not be annoyed by their noise or troubled by their little wants, let the mother plan amusement or light work to employ the active hands and minds.",
    "By entering into their feelings and directing their amusements and employments, the mother will gain the confidence of her children, and she can the more effectually correct wrong habits, or check the manifestations of selfishness or passion. A word of caution or reproof spoken at the right time will be of great value. By patient, watchful love, she can turn the minds of the children in the right direction, cultivating in them beautiful and attractive traits of character.",
    "Mothers should guard against training their children to be dependent and self-absorbed. Never lead them to think that they are the center, and that everything must revolve around them. Some parents give much time and attention to amusing their children, but children should be trained to amuse themselves, to exercise their own ingenuity and skill. Thus they will learn to be content with very simple pleasures. They should be taught to bear bravely their little disappointments and trials. Instead of calling attention to every trifling pain or hurt, divert their minds, teach them to pass lightly over little annoyances or discomforts. Study to suggest ways by which the children may learn to be thoughtful for others.",
    "But let not the children be neglected. Burdened with many cares, mothers sometimes feel that they cannot take time patiently to instruct their little ones and give them love and sympathy. But they should remember that if the children do not find in their parents and in their home that which will satisfy their desire for sympathy and companionship, they will look to other sources, where both mind and character may be endangered.",
    "For lack of time and thought, many a mother refuses her children some innocent pleasure, while busy fingers and weary eyes are diligently engaged on work designed only for adornment, something that, at best, will serve only to encourage vanity and extravagance in their young hearts. As the children approach manhood and womanhood, these lessons bear fruit in pride and moral worthlessness. The mother grieves over her children's faults, but does not realize that the harvest she is reaping is from seed which she herself planted.",
    "Some mothers are not uniform in the treatment of their children. At times they indulge them to their injury, and again they refuse some innocent gratification that would make the childish heart very happy. In this they do not imitate Christ; He loved the children; He comprehended their feelings and sympathized with them in their pleasures and their trials.",
    "The husband and father is the head of the household. The wife looks to him for love and sympathy, and for aid in the training of the children; and this is right. The children are his as well as hers, and he is equally interested in their welfare. The children look to their father for support and guidance; he needs to have a right conception of life and of the influences and associations that should surround his family; above all, he should be controlled by the love and fear of God and by the teaching of His word, that he may guide the feet of his children in the right way.",
    "The father is the lawmaker of the household; and, like Abraham, he should make the law of God the rule of his home. God said of Abraham, \"I know him, that he will command his children and his household.\" Genesis 18:19. There would be no sinful neglect to restrain evil, no weak, unwise, indulgent favoritism; no yielding of his conviction of duty to the claims of mistaken affection. Abraham would not only give right instruction, but he would maintain the authority of just and righteous laws. God has given rules for our guidance. Children should not be left to wander away from the safe path marked out in God's word, into ways leading to danger, which are open on every side. Kindly, but firmly, with persevering, prayerful effort, their wrong desires should be restrained, their inclinations denied.",
    "The father should enforce in his family the sterner virtues —energy, integrity, honesty, patience, courage, diligence, and practical usefulness. And what he requires of his children he himself should practice, illustrating these virtues in his own manly bearing.",
    "But, fathers, do not discourage your children. Combine affection with authority, kindness and sympathy with firm restraint. Give some of your leisure hours to your children; become acquainted with them; associate with them in their work and in their sports, and win their confidence. Cultivate friendship with them, especially with your sons. In this way you will be a strong influence for good.",
    "The father should do his part toward making home happy. Whatever his cares and business perplexities, they should not be permitted to overshadow his family; he should enter his home with smiles and pleasant words.",
    "In a sense the father is the priest of the household, laying upon the family altar the morning and evening sacrifice. But the wife and children should unite in prayer and join in the song of praise. In the morning before he leaves home for his daily labor, let the father gather his children about him and, bowing before God, commit them to the care of the Father in heaven. When the cares of the day are past, let the family unite in offering grateful prayer and raising the song of praise, in acknowledgment of divine care during the day.",
    "Fathers and mothers, however pressing your business, do not fail to gather your family around God's altar. Ask for the guardianship of holy angels in your home. Remember that your dear ones are exposed to temptations. Daily annoyances beset the path of young and old. Those who would live patient, loving, cheerful lives must pray. Only by receiving constant help from God can we gain the victory over self.",
    "Home should be a place where cheerfulness, courtesy, and love abide; and where these graces dwell, there will abide happiness and peace. Troubles may invade, but these are the lot of humanity. Let patience, gratitude, and love keep sunshine in the heart, though the day may be ever so cloudy. In such homes angels of God abide.",
    "Let the husband and wife study each other's happiness, never failing in the small courtesies and little kindly acts that cheer and brighten the life. Perfect confidence should exist between husband and wife. Together they should consider their responsibilities. Together they should work for the highest good of their children. Never should they in the presence of the children criticize each other's plans or question each other's judgment. Let the wife be careful not to make the husband's work for the children more difficult. Let the husband hold up the hands of his wife, giving her wise counsel and loving encouragement.",
    "No barrier of coldness and reserve should be allowed to arise between parents and children. Let parents become acquainted with their children, seeking to understand their tastes and dispositions, entering into their feelings, and drawing out what is in their hearts.",
    "Parents, let your children see that you love them and will do all in your power to make them happy. If you do so, your necessary restrictions will have far greater weight in their young minds. Rule your children with tenderness and compassion, remembering that \"their angels do always behold the face of My Father which is in heaven.\" Matthew 18:10. If you desire the angels to do for your children the work given them of God, co-operate with them by doing your part.",
    "Brought up under the wise and loving guidance of a true home, children will have no desire to wander away in search of pleasure and companionship. Evil will not attract them. The spirit that prevails in the home will mold their characters; they will form habits and principles that will be a strong defense against temptation when they shall leave the home shelter and take their place in the world.",
    "Children as well as parents have important duties in the home. They should be taught that they are a part of the home firm. They are fed and clothed and loved and cared for, and they should respond to these many mercies by bearing their share of the home burdens and bringing all the happiness possible into the family of which they are members.",
    "Children are sometimes tempted to chafe under restraint; but in afterlife they will bless their parents for the faithful care and strict watchfulness that guarded and guided them in their years of inexperience."
]