[
    "One of the greatest evils that attends the quest for knowledge, the investigations of science, is the disposition to exalt human reasoning above its true value and its proper sphere. Many attempt to judge of the Creator and His works by their own imperfect knowledge of science. They endeavor to determine the nature and attributes and prerogatives of God, and indulge in speculative theories concerning the Infinite One. Those who engage in this line of study are treading upon forbidden ground. Their research will yield no valuable results and can be pursued only at the peril of the soul.",
    "Our first parents were led into sin through indulging a desire for knowledge that God had withheld from them. In seeking to gain this knowledge, they lost all that was worth possessing. If Adam and Eve had never touched the forbidden tree, God would have imparted to them knowledge—knowledge upon which rested no curse of sin, knowledge that would have brought them everlasting joy. All that they gained by listening to the tempter was an acquaintance with sin and its results. By their disobedience, humanity was estranged from God and the earth was separated from heaven.",
    "The lesson is for us. The field into which Satan led our first parents is the same to which he is alluring men today. He is flooding the world with pleasing fables. By every device at his command he tempts men to speculate in regard to God. Thus he seeks to prevent them from obtaining that knowledge of God which is salvation.",
    "Today there are coming into educational institutions and into the churches everywhere spiritualistic teachings that undermine faith in God and in His word. The theory that God is an essence pervading all nature is received by many who profess to believe the Scriptures; but, however beautifully clothed, this theory is a most dangerous deception. It misrepresents God and is a dishonor to His greatness and majesty. And it surely tends not only to mislead, but to debase men. Darkness is its element, sensuality its sphere. The result of accepting it is separation from God. And to fallen human nature this means ruin.",
    "Our condition through sin is unnatural, and the power that restores us must be supernatural, else it has no value. There is but one power that can break the hold of evil from the hearts of men, and that is the power of God in Jesus Christ. Only through the blood of the Crucified One is there cleansing from sin. His grace alone can enable us to resist and subdue the tendencies of our fallen nature. The spiritualistic theories concerning God make His grace of no effect. If God is an essence pervading all nature, then He dwells in all men; and in order to attain holiness, man has only to develop the power within him.",
    "These theories, followed to their logical conclusion, sweep away the whole Christian economy. They do away with the necessity for the atonement and make man his own savior.",
    "These theories regarding God make His word of no effect, and those who accept them are in great danger of being led finally to look upon the whole Bible as a fiction. They may regard virtue as better than vice; but, having shut out God from His rightful position of sovereignty, they place their dependence upon human power, which, without God, is worthless. The unaided human will has no real power to resist and overcome evil. The defenses of the soul are broken down. Man has no barrier against sin. When once the restraints of God's word and His Spirit are rejected, we know not to what depths one may sink.",
    "\"Every word of God is pure:<br>He is a shield unto them that put their trust in Him.<br>Add thou not unto His words,<br>Lest He reprove thee, and thou be found a liar.\"<br><br>\"His own iniquities shall take the wicked himself,<br> And he shall be holden with the cords of his sins.\"<br>Proverbs 30:5, 6; 5:22.",
    "\"The secret things belong unto the Lord our God: but those things which are revealed belong unto us and to our children forever.\" Deuteronomy 29:29. The revelation of Himself that God has given in His word is for our study. This we may seek to understand. But beyond this we are not to penetrate. The highest intellect may tax itself until it is wearied out in conjectures regarding the nature of God, but the effort will be fruitless. This problem has not been given us to solve. No human mind can comprehend God. None are to indulge in speculation regarding His nature. Here silence is eloquence. The Omniscient One is above discussion.",
    "Even the angels were not permitted to share the counsels between the Father and the Son when the plan of salvation was laid. And human beings are not to intrude into the secrets of the Most High. We are as ignorant of God as little children; but, as little children, we may love and obey Him.",
    "Instead of speculating in regard to His nature or His prerogatives, let us give heed to the words He has spoken: <br><br>\"Canst thou by searching find out God?<br>Canst thou find out the Almighty unto perfection?<br>It is as high as heaven; what canst thou do?<br>Deeper than hell; what canst thou know?<br>The measure thereof is longer than the earth,<br>And broader than the sea.\"<br>\"Where shall wisdom be found?<br>And where is the place of understanding?<br>Man knoweth not the price thereof;<br>Neither is it found in the land of the living.<br>The depth saith, It is not in me:<br>And the sea saith, It is not with me.<br>It cannot be gotten for gold,<br>Neither shall silver be weighed for the price thereof.<br>It cannot be valued with the gold of Ophir,<br>With the precious onyx, or the sapphire.<br>The gold and the crystal cannot equal it:<br>And the exchange of it shall not be for jewels of<br>fine gold.<br>No mention shall be made of coral, or of pearls:<br>For the price of wisdom is above rubies.<br>The topaz of Ethiopia shall not equal it,<br>Neither shall it be valued with pure gold.<br>Whence then cometh wisdom?<br>And where is the place of understanding? . . .<br>Destruction and death say,<br>We have heard the fame thereof with our ears.<br>God understandeth the way thereof,<br>And He knoweth the place of thereof.<br>\"For He looketh to the ends of the earth,<br>And seeth under the whole heaven. .&nbsp;.&nbsp;.<br>When He made a decree for the rain,<br>And a way for the lightning of the thunder:<br>Then did He see it, and declare it;<br>He prepared it, yea, and searched it out.<br>And unto man He said,<br>Behold, the fear of the Lord, that is wisdom;<br>And to depart from evil is understanding.\"<br>Job 11:7-9; 28:12-28.,",
    "Neither by searching the recesses of the earth nor in vain endeavors to penetrate the mysteries of God's being, is wisdom found. It is found, rather, in humbly receiving the revelation that He has been pleased to give, and in conforming the life to His will.",
    "Men of the greatest intellect cannot understand the mysteries of Jehovah as revealed in nature. Divine inspiration asks many questions which the most profound scholar cannot answer. These questions were not asked that we might answer them, but to call our attention to the deep mysteries of God and to teach us that our wisdom is limited; that in the surroundings of our daily life there are many things beyond the comprehension of finite beings.",
    "Skeptics refuse to believe in God because they cannot comprehend the infinite power by which He reveals Himself. But God is to be acknowledged as much from what He does not reveal of Himself, as from that which is open to our limited comprehension. Both in divine revelation and in nature, God has given mysteries to command our faith. This must be so. We may be ever searching, ever inquiring, ever learning, and yet there is an infinity beyond.",
    "\"Who hath measured the waters in the hollow of His hand, <br>And meted out heaven with the span, <br>And comprehend the dust of the earth in a measure, <br>And weighed the mountains in scales, <br>And the hills in a balance? <br>Who hath directed the Spirit of Jehovah, <br>Or being His counselor hath taught Him? . . . <br>Behold, the nations are as a drop of a bucket, <br>And are accounted as the small dust of the balance: <br>Behold, He taketh up the isles as a very little thing. <br>And Lebanon is not sufficient to burn, <br>Nor the beasts thereof sufficient for a burnt offering. <br>All the nations are as nothing before Him; <br>They are accounted by Him as less than nothing, and vanity. <br>\"To whom then will ye liken God? <br>Or what likeness will ye compare unto Him? . . . <br>Have ye not known? <br>Have ye not heard? <br>Hath it not been told you from the beginning? <br>Have ye not understood from the foundations of the earth? <br>It is He that sitteth above the circle of the earth, <br>And the inhabitants thereof are as grasshoppers; <br>That stretcheth out the heavens as a curtain, <br>And spreadeth them out as a tent to dwell in. . . . <br>To whom then will ye liken Me? . . . <br>Saith the Holy One. <br>Lift up your eyes on high, <br>And see who hath created these, <br>That bringeth out their host by number; <br>He calleth them all by name; <br>By the greatness of His might, and for that He is strong in power, <br>Not one is lacking. <br>\"Why sayest thou, O Jacob, and speakest, O Israel, <br>My way is hid from Jehovah, <br>And the justice due to me is passed away from my God? <br>Hast thou not known? <br>Hast thou not heard? <br>The everlasting God, Jehovah, <br>The Creator of the ends of the earth, <br>Fainteth not, neither is weary; <br>There is no searching of His understanding.\" <br>Isaiah 40:12-28, A.R.V.",
    "From the representations given by the Holy Spirit to His prophets, let us learn the greatness of our God. The prophet Isaiah writes: <br><br>\"In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and His train filled the temple. Above Him stood the seraphim: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly. And one cried unto another, and said, Holy, holy, holy, is Jehovah of hosts: the whole earth is full of His glory. And the foundations of the thresholds shook at the voice of him that cried, and the house was filled with smoke.",
    "\"Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, Jehovah of hosts.",
    "\"Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar: and he touched my mouth with it, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin expiated.\" Isaiah 6:1-7, A.R.V., margin.",
    "\"There is none like unto Thee, O Lord; <br>Thou art great, <br>And Thy name is great in might. <br>Who would not fear Thee, O King of nations?\" <br>\"O Lord, Thou hast searched me, and known me. <br>Thou knowest my downsitting and mine uprising, <br>Thou understandest my thought afar off. <br>Thou compassest my path and my lying down, <br>And art acquainted with all my ways. <br>For there is not a word in my tongue, <br>But, lo, O Lord, Thou knowest it altogether. <br>Thou hast beset my behind and before, <br>And laid Thine hand upon me. <br>Such knowledge is too wonderful for me; <br>It is high, I cannot attain unto it.\" <br>Jeremiah 10:6, 7; Psalm 139:1-6.",
	"\"Great is our Lord, and of great power: His understanding is infinite.\" Psalm 147:5.",
	"\"The ways of man are before the eyes of the Lord, and He pondereth all his goings.\" Proverbs 5:21.",
    "\"He revealeth the deep and secret things: He knoweth what is in the darkness, and the light dwelleth with Him.\" Daniel 2:22.",
    "\"Known unto God are all His works from the beginning of the world.\" \"Who hath known the mind of the Lord? or who hath been His counselor? Or who hath first given to Him, and it shall be recompensed unto him again? For of Him, and through Him, and to Him, are all things: to whom be glory forever.\" Acts 15:18; Romans 11:34-36.",
    "\"Shall not His excellency make you afraid?<br>And His dread fall upon you?\"<br>\"Is not God in the height of heaven?<br>And behold the height of the stars, how high they are!\"<br>\"Is there any number of His armies?<br>And upon whom doth not His light arise?\"<br>\"Great things doeth He, which we cannot comprehend.<br>For He saith to the snow,<br>Fall thou on the earth;<br>Likewise to the shower of rain,<br>And to the showers of His mighty rain.<br>He sealeth up the hand of every man,<br>That all men whom He hath made may know it....<br>He spreadeth abroad the cloud of His lightning:<br>And it is turned round about by His guidance,<br>That they may do whatsoever He commandeth them<br>Upon the face of the habitable world;<br>Whether it be for correction, or for His land,<br>Or for loving-kindness, that He cause it to come.<br>\"Hearken unto this:...<br>Stand still, and consider the wondrous works of God.<br>Dost thou know how God layeth His charge upon them,<br>And causeth the lightning of His cloud to shine?<br>Dost thou know the balancings of the clouds,<br>The wondrous works of Him who is perfect in<br>knowledge?...<br>Canst thou with Him spread out the sky,<br>Which is strong as a molten mirror?<br>Teach us what we shall say unto Him;<br>For we cannot set our speech in order by reason of<br>darkness....<br>And now men cannot look on the light when it is bright<br>in the skies, <br>\"When the wind hath passed, and cleared them.<br>Out of the north cometh golden splendor:<br>God hath upon Him terrible majesty.<br>Touching the Almighty, we cannot find Him out:<br>He is excellent in power;<br>And in justice and plenteous righteousness....<br>Men do therefore fear Him.\"<br><br>\"Who is like unto the Lord our God, who dwelleth on high,<br>Who humbleth Himself to behold the things that are in heaven, and in the earth!\"<br><br>\"The Lord hath His way in the whirlwind and in the storm,<br>And the clouds are the dust of His feet.\"<br><br>\"Great is the Lord, and greatly to be praised;<br>And His greatness is unsearchable.<br>One generation shall praise Thy works to another,<brAnd shall declare Thy mighty acts.<br>I will speak of the glorious honor of Thy majesty,<br>And of Thy wondrous works.<br>And men shall speak of the might of Thy terrible acts:<br>And I will declare Thy greatness.<br>They shall abundantly utter the memory of Thy great<br>goodness,<br>And shall sing of Thy righteousness....<br><br>\"All Thy works shall praise Thee, O Lord;<br>And Thy saints shall bless Thee.<br>They shall speak of the glory of Thy kingdom,<br>And talk of Thy power;<br>To make known to the sons of men His mighty acts,<br>And the glorious majesty of His kingdom.<br>Thy kingdom is an everlasting kingdom,<br>And Thy dominion endureth throughout all generations....<br>My mouth shall speak the praise of the Lord:<br>And let all flesh bless His holy name for ever and ever.\"<br>Job 13:11; 22:12; Job 25:3; 37:5-24, A.R.V., margin;<br>Psalm 113:5, 6; Nahum 1:3; Psalm 145:3-21.",
    "Psalm 113:5, 6; Nahum 1:3; Psalm 145:3-21.",
    "As we learn more and more of what God is, and of what we ourselves are in His sight, we shall fear and tremble before Him. Let men of today take warning from the fate of those who in ancient times presumed to make free with that which God had declared sacred. When the Israelites ventured to open the ark on its return from the land of the Philistines, their irreverent daring was signally punished.",
    "Again, consider the judgment that fell upon Uzzah. As in David's reign the ark was being carried to Jerusalem, Uzzah put forth his hand to keep it steady. For presuming to touch the symbol of God's presence, he was smitten with instant death.",
    "At the burning bush, when Moses, not recognizing God's presence, turned aside to behold the wonderful sight, the command was given:",
    "\"Draw not nigh hither: put off thy shoes from off thy feet, for the place whereon thou standest is holy ground.... And Moses hid his face; for he was afraid to look upon God.\" Exodus 3:5, 6.",
    "\"And Jacob went out from Beersheba, and went toward Haran. And he lighted upon a certain place, and tarried there all night, because the sun was set; and he took of the stones of that place, and put them for his pillows, and lay down in that place to sleep.",
    "\"And he dreamed, and behold a ladder set up on the earth, and the top of it reached to heaven: and behold the angels of God ascending and descending on it. And, behold, the Lord stood above it, and said,",
    "\"I am the Lord God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed.... And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.",
    "\"And Jacob awaked out of his sleep, and he said, Surely the Lord is in this place; and I knew it not. And he was afraid, and said, How dreadful is this place! this is none other but the house of God, and this is the gate of heaven.\" Genesis 28:10-17.",
    "In the sanctuary of the wilderness tabernacle and of the temple that were the earthly symbols of God's dwelling place, one apartment was sacred to His presence. The veil inwrought with cherubim at its entrance was not to be lifted by any hand save one. To lift that veil, and intrude unbidden into the sacred mystery of the most holy place, was death. For above the mercy seat dwelt the glory of the Holiest— glory upon which no man might look and live. On the one day of the year appointed for ministry in the most holy place, the high priest with trembling entered God's presence, while clouds of incense veiled the glory from his sight. Throughout the courts of the temple every sound was hushed. No priests ministered at the altars. The host of worshipers, bowed in silent awe, offered their petitions for God's mercy.",
    "\"These things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.\" 1 Corinthians 10:11.",
    "\"The Lord is in His holy temple: <br>Let all the earth keep silence before Him.\"",
    "\"The Lord reigneth; let the people tremble: <br>He sitteth between the cherubims; let the earth be moved. <br>The Lord is great in Zion; <br>And He is high above all the people. <br>Let them praise Thy great and terrible name; <br>For it is holy.\"",
	"\"The Lord's throne is in heaven:<br>His eyes behold, His eyelids try, the children of men.\"<br>\"From the height of His sanctuary\" \"He hath looked down;\"<br>\"From the place of His habitation He looketh<br>Upon all the inhabitants of the earth.<br>He fashioneth their hearts alike;<br>He considereth all their works.\"<br>\"Let all the earth fear the Lord:<br>Let all the inhabitants of the world stand in awe of Him.\"<br>Habakkuk 2:20; Psalm 99:1-3; 11:4; 102:19; 33:14, 15, 8.",
    "Man cannot by searching find out God. Let none seek with presumptuous hand to lift the veil that conceals His glory. \"Unsearchable are His judgments, and His ways past finding out.\" Romans 11:33. It is a proof of His mercy that there is the hiding of His power; for to lift the veil that conceals the divine presence is death. No mortal mind can penetrate the secrecy in which the Mighty One dwells and works. Only that which He sees fit to reveal can we comprehend of Him. Reason must acknowledge an authority superior to itself. Heart and intellect must bow to the great I AM."
]