[
    "Disease never comes without a cause. The way is prepared, and disease invited, by disregard of the laws of health. Many suffer in consequence of the transgression of their parents. While they are not responsible for what their parents have done, it is nevertheless their duty to ascertain what are and what are not violations of the laws of health. They should avoid the wrong habits of their parents and, by correct living, place themselves in better conditions.",
    "The greater number, however, suffer because of their own wrong course of action. They disregard the principles of health by their habits of eating, drinking, dressing, and working. Their transgression of nature's laws produces the sure result; and when sickness comes upon them, many do not credit their suffering to the true cause, but murmur against God because of their afflictions. But God is not responsible for the suffering that follows disregard of natural law.",
    "God has endowed us with a certain amount of vital force. He has also formed us with organs suited to maintain the various functions of life, and He designs that these organs shall work together in harmony. If we carefully preserve the life force, and keep the delicate mechanism of the body in order, the result is health; but if the vital force is too rapidly exhausted, the nervous system borrows power for present use from its resources of strength, and when one organ is injured, all are affected. Nature bears much abuse without apparent resistance; she then arouses and makes a determined effort to remove the effects of the ill-treatment she has suffered. Her effort to correct these conditions is often manifest in fever and various other forms of sickness.",
    "When the abuse of health is carried so far that sickness results, the sufferer can often do for himself what no one else can do for him. The first thing to be done is to ascertain the true character of the sickness and then go to work intelligently to remove the cause. If the harmonious working of the system has become unbalanced by overwork, overeating, or other irregularities, do not endeavor to adjust the difficulties by adding a burden of poisonous medicines.",
    "Intemperate eating is often the cause of sickness, and what nature most needs is to be relieved of the undue burden that has been placed upon her. In many cases of sickness, the very best remedy is for the patient to fast for a meal or two, that the overworked organs of digestion may have an opportunity to rest. A fruit diet for a few days has often brought great relief to brain workers. Many times a short period of entire abstinence from food, followed by simple, moderate eating, has led to recovery through nature's own recuperative effort. An abstemious diet for a month or two would convince many sufferers that the path of self-denial is the path to health.",
    "Some make themselves sick by overwork. For these, rest, freedom from care, and a spare diet, are essential to restoration of health. To those who are brain weary and nervous because of continual labor and close confinement, a visit to the country, where they can live a simple, carefree life, coming in close contact with the things of nature, will be most helpful. Roaming through the fields and the woods, picking the flowers, listening to the songs of the birds, will do far more that any other agency toward their recovery.",
    "In health and in sickness, pure water is one of heaven's choicest blessings. Its proper use promotes health. It is the beverage which God provided to quench the thirst of animals and man. Drunk freely, it helps to supply the necessities of the system and assists nature to resist disease. The external application of water is one of the easiest and most satisfactory ways of regulating the circulation of the blood. A cold or cool bath is an excellent tonic. Warm baths open the pores and thus aid in the elimination of impurities. Both warm and neutral baths soothe the nerves and equalize the circulation.",
    "But many have never learned by experience the beneficial effects of the proper use of water, and they are afraid of it. Water treatments are not appreciated as they should be, and to apply them skillfully requires work that many are unwilling to perform. But none should feel excused for ignorance or indifference on this subject. There are many ways in which water can be applied to relieve pain and check disease. All should become intelligent in its use in simple home treatments. Mothers, especially, should know how to care for their families in both health and sickness.",
    "Action is a law of our being. Every organ of the body has its appointed work, upon the performance of which its development and strength depend. The normal action of all the organs gives strength and vigor, while the tendency of disuse is toward decay and death. Bind up an arm, even for a few weeks, then free it from its bands, and you will see that it is weaker than the one you have been using moderately during the same time. Inactivity produces the same effect upon the whole muscular system.",
    "Inactivity is a fruitful cause of disease. Exercise quickens and equalizes the circulation of the blood, but in idleness the blood does not circulate freely, and the changes in it, so necessary to life and health, do not take place. The skin, too, becomes inactive. Impurities are not expelled as they would be if the circulation had been quickened by vigorous exercise, the skin kept in a healthy condition, and the lungs fed with plenty of pure, fresh air. This state of the system throws a double burden on the excretory organs, and disease is the result.",
    "Invalids should not be encourage in inactivity. When there has been serious overtaxation in any direction, entire rest for a time will sometimes ward off serious illness; but in the case of confirmed invalids, it is seldom necessary to suspend all activity.",
    "Those who have broken down from mental labor should have rest from wearing thought; but they should not be led to believe that it is dangerous to use their mental powers at all. Many are inclined to regard their condition as worse than it really is. This state of mind is unfavorable to recovery, and should not be encouraged.",
    "Ministers, teachers, students, and other brain workers often suffer from illness as the result of severe mental taxation, unrelieved by physical exercise. What these persons need is a more active life. Strictly temperate habits, combined with proper exercise, would ensure both mental and physical vigor, and would give power of endurance to all brain workers.",
    "Those who have overtaxed their physical powers should not be encouraged to forgo manual labor entirely. But labor, to be of the greatest advantage, should be systematic and agreeable. Outdoor exercise is the best; it should be so planned as to strengthen by use the organs that have become weakened; and the heart should be in it; the labor of the hands should never degenerate into mere drudgery.",
    "When invalids have nothing to occupy their time and attention, their thoughts become centered upon themselves, and they grow morbid and irritable. Many times they dwell upon their bad feelings until they think themselves much worse than they really are and wholly unable to do anything.",
    "In all these cases well-directed physical exercise would prove an effective remedial agent. In some cases it is indispensable to the recovery of health. The will goes with the labor of the hands; and what these invalids need is to have the will aroused. When the will is dormant, the imagination becomes abnormal, and it is impossible to resist disease.",
    "Inactivity is the greatest curse that could come upon most invalids. Light employment in useful labor, while it does not tax mind or body, has a happy influence upon both. It strengthens the muscles, improves the circulation, and gives the invalid the satisfaction of knowing that he is not wholly useless in this busy world. He may be able to do but little at first, but he will soon find his strength increasing, and the amount of work done can be increased accordingly.",
    "Exercise aids the dyspeptic by giving the digestive organs a healthy tone. To engage in severe study or violent physical exercise immediately after eating, hinders the work of digestion; but a short walk after a meal, with the head erect and the shoulders back, is a great benefit.",
    "Notwithstanding all that is said and written concerning its importance, there are still many who neglect physical exercise. Some grow corpulent because the system is clogged; others become thin and feeble because their vital powers are exhausted in disposing of an excess of food. The liver is burdened in its effort to cleanse the blood of impurities, and illness is the result.",
    "Those whose habits are sedentary should, when the weather will permit, exercise in the open air every day, summer or winter. Walking is preferable to riding or driving, for it brings more of the muscles into exercise. The lungs are forced into healthy action, since it is impossible to walk briskly without inflating them.",
    "Such exercise would in many cases be better for the health than medicine. Physicians often advise their patients to take an ocean voyage, to go to some mineral spring, or to visit different places for change of climate, when in most cases if they would eat temperately, and take cheerful, healthful exercise, they would recover health and would save time and money."
]