[
    "The Creator chose for our first parents the surroundings best adapted for their health and happiness. He did not place them in a palace or surround them with the artificial adornments and luxuries that so many today are struggling to obtain. He placed them in close touch with nature and in close communion with the holy ones of heaven.",
    "In the garden that God prepared as a home for His children, graceful shrubs and delicate flowers greeted the eye at every turn. There were trees of every variety, many of them laden with fragrant and delicious fruit. On their branches the birds caroled their songs of praise. Under their shadow the creatures of the earth sported together without a fear.",
    "Adam and Eve, in their untainted purity, delighted in the sights and sounds of Eden. God appointed them their work in the garden, \"to dress it and to keep it.\" Genesis 2:15. Each day's labor brought them health and gladness, and the happy pair greeted with joy the visits of their Creator, as in the cool of the day He walked and talked with them. Daily God taught them His lessons.",
    "The plan of life which God appointed for our first parents has lessons for us. Although sin has cast its shadow over the earth, God desires His children to find delight in the works of His hands. The more closely His plan of life is followed, the more wonderfully will He work to restore suffering humanity. The sick need to be brought into close touch with nature. An outdoor life amid natural surroundings would work wonders for many a helpless and almost hopeless invalid.",
    "The noise and excitement and confusion of the cities, their constrained and artificial life, are most wearisome and exhausting to the sick. The air, laden with smoke and dust, with poisonous gases, and with germs of disease, is a peril to life. The sick, for the most part shut within four walls, come almost to feel as if they were prisoners in their rooms. They look out on houses and pavements and hurrying crowds, with perhaps not even a glimpse of blue sky or sunshine, of grass or flower or tree. Shut up in this way, they brood over their suffering and sorrow, and become a prey to their own sad thoughts.",
    "And for those who are weak in moral power, the cities abound in dangers. In them, patients who have unnatural appetites to overcome are continually exposed to temptation. They need to be placed amid new surroundings where the current of their thoughts will be changed; they need to be placed under influences wholly different from those that have wrecked their lives. Let them for a season be removed from those influences that lead away from God, into a purer atmosphere.",
    "Institutions for the care of the sick would be far more successful if they could be established away from the cities. And so far as possible, all who are seeking to recover health should place themselves amid country surroundings where they can have the benefit of outdoor life. Nature is God's physician.",
    "The pure air, the glad sunshine, the flowers and trees, the orchards and vineyards, and outdoor exercise amid these surroundings, are health-giving, life-giving.",
    "Physicians and nurses should encourage their patients to be much in the open air. Outdoor life is the only remedy that many invalids need. It has a wonderful power to heal diseases caused by the excitements and excesses of fashionable life, a life that weakens and destroys the powers of body, mind, and soul.",
    "How grateful to the invalids weary of city life, the glare of many lights, and the noise of the streets, are the quiet and freedom of the country! How eagerly do they turn to the scenes of nature! How glad would they be to sit in the open air, rejoice in the sunshine, and breathe the fragrance of tree and flower! There are life-giving properties in the balsam of the pine, in the fragrance of the cedar and the fir, and other trees also have properties that are health restoring.",
    "To the chronic invalid, nothing so tends to restore health and happiness as living amid attractive country surroundings. Here the most helpless ones can sit or lie in the sunshine or in the shade of the trees. They have only to lift their eyes to see above them the beautiful foliage. A sweet sense of restfulness and refreshing comes over them as they listen to the murmuring of the breezes. The drooping spirits revive. The waning strength is recruited. Unconsciously the mind becomes peaceful, the fevered pulse more calm and regular. As the sick grow stronger, they will venture to take a few steps to gather some of the lovely flowers, precious messengers of God's love to His afflicted family here below.",
    "Plans should be devised for keeping patients out of doors. For those who are able to work, let some pleasant, easy employment be provided. Show them how agreeable and helpful this outdoor work is. Encourage them to breathe the fresh air. Teach them to breathe deeply, and in breathing and speaking to exercise the abdominal muscles. This is an education that will be invaluable to them.",
    "Exercise in the open air should be prescribed as a life-giving necessity. And for such exercises there is nothing better than the cultivation of the soil. Let patients have flower beds to care for, or work to do in the orchard or vegetable garden. As they are encouraged to leave their rooms and spend time in the open air, cultivating flowers or doing some other light, pleasant work, their attention will be diverted from themselves and their sufferings.",
    "The more the patient can be kept out of doors, the less care will he require. The more cheerful his surroundings, the more helpful will he be. Shut up in the house, be it ever so elegantly furnished, he will grow fretful and gloomy. Surround him with the beautiful things of nature; place him where he can see the flowers growing and hear the birds singing, and his heart will break into song in harmony with the songs of the birds. Relief will come to body and mind. The intellect will be awakened, the imagination quickened, and the mind prepared to appreciate the beauty of God's word.",
    "In nature may always be found something to divert the attention of the sick from themselves and direct their thoughts to God. Surrounded by His wonderful works, their minds are uplifted from the things that are seen to the things that are unseen. The beauty of nature leads them to think of the heavenly home, where there will be nothing to mar the loveliness, nothing to taint or destroy, nothing to cause disease or death.",
    "Let physicians and nurses draw from the things of nature, lessons teaching of God. Let them point the patients to Him whose hand has made the lofty trees, the grass, and the flowers, encouraging them to see in every bud and flower an expression of His love for His children. He who cares for the birds and the flowers will care for the beings formed in His own image.",
    "Out of doors, amid the things that God has made, breathing the fresh, health-giving air, the sick can best be told of the new life in Christ. Here God's word can be read. Here the light of Christ's righteousness can shine into hearts darkened by sin.",
    "O, could I find, from day to day, <br>A nearness to my God, <br>Then would my hours glide sweet away, <br>While leaning on His word. <br><br>Lord, I desire with Thee to live <br>Anew from day to day, <br>In joys the world can never give, <br>Nor ever take away.",
    "<br><br>Blest Jesus, come, and rule my heart, <br>And make me wholly Thine, <br>That I may nevermore depart, <br>Nor grieve Thy love divine <br>—Benjamin Cleveland.",
    "Men and women in need of physical and spiritual healing are to be thus brought into contact with those whose words and acts will draw them to Christ. They are to be brought under the influence of the great Medical Missionary, who can heal both soul and body. They are to hear the story of the Saviour's love, of the pardon freely provided for all who come to Him confessing their sins.",
    "Under such influences as these, many suffering ones will be guided into the way of life. Angels of heaven co-operate with human instrumentalities in bringing encouragement and hope and joy and peace to the hearts of the sick and suffering. Under such conditions the sick are doubly blessed, and many find health. The feeble step recovers its elasticity. The eye regains its brightness. The hopeless become hopeful. The once despondent countenance wears an expression of joy. The complaining tones of the voice give place to tones of cheerfulness and content.",
    "As physical health is regained, men and women are better able to exercise that faith in Christ which secures the health of the soul. In the consciousness of sins forgiven there is inexpressible peace and joy and rest. The clouded hope of the Christian is brightened. The words express the belief, \"God is our refuge and strength, a very present help in trouble.\" \"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for Thou art with me; Thy rod and Thy staff they comfort me.\" \"He giveth power to the faint; and to them that have no might He increaseth strength.\" Psalm 46:1; 23:4; Isaiah 40:29.",
    "My faith looks up to Thee, <br>Thou Lamb of Calvary, <br>Saviour divine; <br>Now hear me while I pray, <br>Take all my guilt away, <br>O let me from this day <br>Be wholly Thine. <br><br>May Thy rich grace impart <br>Strength to my fainting heart, <br>My zeal inspire; <br>As Thou hast died for me, <br>O may my love to Thee <br>Pure, warm, and changeless be, <br>A living fire. <br><br>While life's dark maze I tread, <br>And griefs around me spread, <br>Be Thou my Guide; <br>Bid darkness turn to day, <br>Wipe sorrow's tears away, <br>Nor let me ever stray <br>From Thee aside. <br>—Ray Palmer."
]