[
    "The whole Bible is a revelation of the glory of God in Christ. Received, believed, obeyed, it is the great instrumentality in the transformation of character. It is the grand stimulus, the constraining force, that quickens the physical, mental, and spiritual powers, and directs the life into right channels.",
    "The reason why the youth, and even those of mature years, are so easily led into temptation and sin, is that they do not study the word of God and meditate upon it as they should. The lack of firm, decided will power, which is manifest in life and character, results from neglect of the sacred instruction of God's word. They do not by earnest effort direct the mind to that which would inspire pure, holy thought and divert it from that which is impure and untrue. There are few who choose the better part, who sit at the feet of Jesus, as did Mary, to learn of the divine Teacher. Few treasure His words in the heart and practice them in the life.",
    "The truths of the Bible, received, will uplift mind and soul. If the word of God were appreciated as it should be, both young and old would possess an inward rectitude, a strength of principle, that would enable them to resist temptation.",
    "Let men teach and write the precious things of the Holy Scriptures. Let the thought, the aptitude, the keen exercise of brain power, be given to the study of the thoughts of God. Study not the philosophy of man's conjectures, but study the philosophy of Him who is truth. No other literature can compare with this in value.",
    "The mind that is earthly finds no pleasure in contemplating the word of God; but for the mind renewed by the Holy Spirit, divine beauty and celestial light shine from the sacred page. That which to the earthly mind was a desolate wilderness, to the spiritual mind becomes a land of living streams.",
    "The knowledge of God as revealed in His word is the knowledge to be given to our children. From the earliest dawn of reason they should be made familiar with the name and the life of Jesus. Their first lessons should teach them that God is their Father. Their first training should be that of loving obedience. Reverently and tenderly let the word of God be read and repeated to them in portions suited to their comprehension and adapted to awaken their interest. And, above all, let them learn of His love revealed in Christ, and its great lesson:",
    "\"If God so loved us, we ought also to love one another.\" 1 John 4:11.",
    "Let the youth make the word of God the food of mind and soul. Let the cross of Christ be made the science of all education, the center of all teaching and all study. Let it be brought into the daily experience in practical life. So will the Saviour become to the youth a daily companion and friend. Every thought will be brought into captivity to the obedience of Christ. With the apostle Paul they will be able to say:",
    "\"God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.\" Galatians 6:14.",
    "Thus through faith they come to know God by an experimental knowledge. They have proved for themselves the reality of His word, the truth of His promises. They have tasted, and they know that the Lord is good.",
    "The beloved John had a knowledge gained through his own experience. He could testify:",
    "\"That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life; (for the life was manifested, and we have seen it, and bear witness, and show unto you that eternal life, which was with the Father, and was manifested unto us;) that which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with His Son Jesus Christ.\" 1 John 1:1-3.",
    "So everyone may be able, through his own experience, to \"set his seal to this, that God is true.\" John 3:33, A.R.V. He can bear witness to that which he himself has seen and heard and felt of the power of Christ. He can testify:",
    "\"I needed help, and I found it in Jesus. Every want was supplied, the hunger of my soul was satisfied; the Bible is to me the revelation of Christ. I believe in Jesus because He is to me a divine Saviour. I believe the Bible because I have found it to be the voice of God to my soul.\"",
    "He who has gained a knowledge of God and His word through personal experience is prepared to engage in the study of natural science. Of Christ it is written, \"In Him was life; and the life was the light of men.\" John 1:4. Before the entrance of sin, Adam and Eve in Eden were surrounded with a clear and beautiful light, the light of God. This light illuminated everything which they approached. There was nothing to obscure their perception of the character or the works of God. But when they yielded to the tempter, the light departed from them. In losing the garments of holiness, they lost the light that had illuminated nature. No longer could they read it aright. They could not discern the character of God in His works. So today man cannot of himself read aright the teaching of nature. Unless guided by divine wisdom, he exalts nature and the laws of nature above nature's God. This is why mere human ideas in regard to science so often contradict the teaching of God's word. But for those who receive the light of the life of Christ, nature is again illuminated. In the light shining from the cross, we can rightly interpret nature's teaching.",
    "He who has a knowledge of God and His word through personal experience has a settled faith in the divinity of the Holy Scriptures. He has proved that God's word is truth, and he knows that truth can never contradict itself. He does not test the Bible by men's ideas of science; he brings these ideas to the test of the unerring standard. He knows that in true science there can be nothing contrary to the teaching of the word; since both have the same Author, a correct understanding of both will prove them to be in harmony. Whatever in so-called scientific teaching contradicts the testimony of God's word is mere human guesswork.",
    "To such a student, scientific research will open vast fields of thought and information. As he contemplates the things of nature, a new perception of truth comes to him. The book of nature and the written word shed light upon each other. Both make him better acquainted with God by teaching him of His character and of the laws through which He works.",
    "The experience of the psalmist is the experience that all may gain by receiving God's word through nature and through revelation. He says:",
    "\"Thou, Lord, hast made me glad through Thy work:<br>I will triumph in the works of Thy hands.\"<br>\"Thy mercy, O Lord, is in the heavens;<br>And Thy faithfulness reacheth unto the clouds.<br>Thy righteousness is like the great mountains;<br>Thy judgments are a great deep. .&nbsp;.&nbsp;.<br><br>\"How excellent is Thy loving-kindness, O God!\"<br>\"The children of men take refuge under the<br>shadow of Thy wings. .&nbsp;.&nbsp;.<br>And Thou wilt make them drink of the river of<br>Thy pleasures.<br>For with Thee is the fountain of life:<br>In Thy light shall we see light.\"<br><br>\"Blessed are they that are upright in way,<br>Who walk in the law of Jehovah.<br>Blessed are they that keep His testimonies,<br>That seek Him with the whole heart.\"<br><br>\"Wherewith shall a young man cleanse his way?<br>By taking heed thereto according to Thy word.\"<br>\"I have chosen the way of faithfulness:<br>Thine ordinances have I set before Me.\"<br>\"Thy word have I laid up in my heart,<br>That I might not sin against Thee.\"<br>\"And I shall walk at liberty;<br>For I have sought Thy precepts.\"<br><br>\"Open Thou mine eyes, that I may behold<br>Wondrous things out of Thy law.\"<br>\"Thy testimonies also are my delight<br>And my counselors.\"<br>\"The law of Thy mouth is better unto me<br>Than thousands of gold and silver.\"<br><br>\"Oh how love I Thy law!<br>It is my meditation all the day.\"<br>\"Thy testimonies are wonderful;<br>Therefore doth my soul keep them.\"<br>\"Thy statutes have been my songs<br>In the house of my pilgrimage.\"<br><br>\"Thy word is very pure;<br>Therefore Thy servant loveth it.\" <span class=\"PageNum\">[464]</span><br>\"The sum of Thy word is truth;<br>And every one of Thy righteous ordinances<br>endureth forever.\"<br><br>\"Let my soul live, and it shall praise Thee;<br>And let Thine ordinances help me.\"<br>\"Great peace have they that love Thy law;<br>And they have no occasion of stumbling.<br><br>\"I have hoped for Thy salvation, O Jehovah,<br>And have done Thy commandments.<br>My soul hath observed Thy testimonies;<br>And I love them exceedingly.\"<br><br>\"The opening of Thy words giveth light;<br>It giveth understanding unto the simple.\"<br>\"Thy commandments make me wiser than mine enemies;<br>For they are ever with me.<br>I have more understanding than all my teachers;<br>For Thy testimonies are my meditation.<br>I understand more than the aged,<br>Because I have kept Thy precepts.\"<br>\"Through Thy precepts I get understanding:<br>Therefore I hate every false way.\"<br>\"Thy testimonies have I taken as a heritage forever;<br>For they are the rejoicing of my heart.\"<br>Psalm 92:4; 36:5-7; 36:7-9, A.R.V.; Psalm 119:1, 2, 9, 30, A.R.V., margin; 119:11, 45, 18, 24, 72, 97, 129, 54, 140, 160, 175, 165-167, 130, 98-100, 104, 111, A.R.V.",
    "It is our privilege to reach higher and still higher for clearer revealings of the character of God. When Moses prayed, \"I beseech Thee, show me Thy glory,\" the Lord did not rebuke him, but He granted his prayer. God declared to His servant, \"I will make all My goodness pass before thee, and I will proclaim the name of the Lord before thee.\" Exodus 33:18, 19.",
    "It is sin that darkens our minds and dims our perceptions. As sin is purged from our hearts, the light of the knowledge of the glory of God in the face of Jesus Christ, illuminating His word and reflected from the face of nature, more and more fully will declare Him \"merciful and gracious, long-suffering, and abundant in goodness and truth.\" Exodus 34:6.",
    "In His light shall we see light, until mind and heart and soul are transformed into the image of His holiness.",
    "For those who thus lay hold of the divine assurances of God's word, there are wonderful possibilities. Before them lie vast fields of truth, vast resources of power. Glorious things are to be revealed. Privileges and duties which they do not even suspect to be in the Bible will be made manifest. All who walk in the path of humble obedience, fulfilling His purpose, will know more and more of the oracles of God.",
    "Let the student take the Bible as his guide and stand firm for principle, and he may aspire to any height of attainment. All the philosophies of human nature have led to confusion and shame when God has not been recognized as all in all. But the precious faith inspired of God imparts strength and nobility of character. As His goodness, His mercy, and His love are dwelt upon, clearer and still clearer will be the perception of truth; higher, holier, the desire for purity of heart and clearness of thought. The soul dwelling in the pure atmosphere of holy thought is transformed by intercourse with God through the study of His word. Truth is so large, so far-reaching, so deep, so broad, that self is lost sight of. The heart is softened and subdued into humility, kindness, and love.",
    "And the natural powers are enlarged because of holy obedience. From the study of the word of life, students may come forth with minds expanded, elevated, ennobled. If they are, like Daniel, hearers and doers of the word of God, they may advance as he did in all branches of learning. Being pure-minded, they will become strong-minded. Every intellectual faculty will be quickened. They may so educate and discipline themselves that all within the sphere of their influence shall see what man can be, and what he can do, when connected with the God of wisdom and power.",
    "Our lifework here is a preparation for the life eternal. The education begun here will not be completed in this life; it will be going forward through all eternity—ever progressing, never completed. More and more fully will be revealed the wisdom and love of God in the plan of redemption. The Saviour, as He leads His children to the fountains of living waters, will impart rich stores of knowledge. And day by day the wonderful works of God, the evidences of His power in creating and sustaining the universe, will open before the mind in new beauty. In the light that shines from the throne, mysteries will disappear, and the soul will be filled with astonishment at the simplicity of the things that were never before comprehended.",
    "Now we see through a glass, darkly; but then face to face; now we know in part; but then we shall know even as also we are known."
]