[
    "Our Lord Jesus Christ came to this world as the unwearied servant of man's necessity. He \"took our infirmities, and bare our sicknesses,\" that He might minister to every need of humanity. Matthew 8:17. The burden of disease and wretchedness and sin He came to remove. It was His mission to bring to men complete restoration; He came to give them health and peace and perfection of character.",
    "Varied were the circumstances and needs of those who besought His aid, and none who came to Him went away unhelped. From Him flowed a stream of healing power, and in body and mind and soul men were made whole.",
    "The Saviour's work was not restricted to any time or place. His compassion knew no limit. On so large a scale did He conduct His work of healing and teaching that there was no building in Palestine large enough to receive the multitudes that thronged to Him. On the green hill slopes of Galilee, in the thoroughfares of travel, by the seashore, in the synagogues, and in every other place where the sick could be brought to Him, was to be found His hospital. In every city, every town, every village, through which He passed, He laid His hands upon the afflicted ones and healed them. Wherever there were hearts ready to receive His message, He comforted them with the assurance of their heavenly Father's love. All day He ministered to those who came to Him; in the evening He gave attention to such as through the day must toil to earn a pittance for the support of their families.",
    "Jesus carried the awful weight of responsibility for the salvation of men. He knew that unless there was a decided change in the principles and purposes of the human race, all would be lost. This was the burden of His soul, and none could appreciate the weight that rested upon Him. Through childhood, youth, and manhood He walked alone. Yet it was heaven to be in His presence. Day by day He met trials and temptations; day by day He was brought into contact with evil and witnessed its power upon those whom He was seeking to bless and to save. Yet He did not fail or become discouraged.",
    "In all things He brought His wishes into strict abeyance to His mission. He glorified His life by making everything in it subordinate to the will of His Father. When in His youth His mother, finding Him in the school of the rabbis, said, \"Son, why hast Thou thus dealt with us?\" He answered,—and His answer is the keynote of His lifework,—\"How is it that ye sought Me? wist ye not that I must be about My Father's business?\" Luke 2:48, 49.",
    "His life was one of constant self-sacrifice. He had no home in this world except as the kindness of friends provided for Him as a wayfarer. He came to live in our behalf the life of the poorest and to walk and work among the needy and the suffering. Unrecognized and unhonored, He walked in and out among the people for whom He had done so much.",
    "He was always patient and cheerful, and the afflicted hailed Him as a messenger of life and peace. He saw the needs of men and women, children and youth, and to all He gave the invitation, \"Come unto Me.\"",
    "During His ministry, Jesus devoted more time to healing the sick than to preaching. His miracles testified to the truth of His words, that He came not to destroy, but to save. Wherever He went, the tidings of His mercy preceded Him. Where He had passed, the objects of His compassion were rejoicing in health and making trial of their new-found powers. Crowds were collecting around them to hear from their lips the works that the Lord had wrought. His voice was the first sound that many had ever heard, His name the first word they had ever spoken, His face the first they had ever looked upon. Why should they not love Jesus and sound His praise? As He passed through the towns and cities He was like a vital current, diffusing life and joy.",
    "\"The land of Zebulun and the land of Naphtali, Toward the sea, beyond the Jordan, Galilee of the nations, The people that sat in darkness, Saw a great light, And to them that sat in the region and shadow of death, To them did light spring up.\", Matthew 4:15, 16, A.R.V., margin.",
    "The Saviour made each work of healing an occasion for implanting divine principles in the mind and soul. This was the purpose of His work. He imparted earthly blessings, that He might incline the hearts of men to receive the gospel of His grace.",
    "Christ might have occupied the highest place among the teachers of the Jewish nation, but He preferred rather to take the gospel to the poor. He went from place to place, that those in the highways and byways might hear the words of truth. By the sea, on the mountainside, in the streets of the city, in the synagogue, His voice was heard explaining the Scriptures. Often He taught in the outer court of the temple, that the Gentiles might hear His words.",
    "So unlike the explanations of Scripture given by the scribes and Pharisees was Christ's teaching, that the attention of the people was arrested. The rabbis dwelt upon tradition, upon human theory and speculation. Often that which men had taught and written about the Scripture was put in place of the Scripture itself. The subject of Christ's teaching was the word of God. He met questioners with a plain, \"It is written,\" \"What saith the Scripture?\" \"How readest thou?\" At every opportunity when an interest was awakened by either friend or foe, He presented the word. With clearness and power He proclaimed the gospel message. His words shed a flood of light on the teachings of patriarchs and prophets, and the Scriptures came to men as a new revelation. Never before had His hearers perceived in the word of God such depth of meaning.",
    "Never was there such an evangelist as Christ. He was the Majesty of heaven, but He humbled Himself to take our nature, that He might meet men where they were. To all people, rich and poor, free and bond, Christ, the Messenger of the covenant, brought the tidings of salvation. His fame as the Great Healer spread throughout Palestine. The sick came to the places through which He would pass, that they might call on Him for help. Hither, too, came many anxious to hear His words and to receive a touch of His hand. Thus He went from city to city, from town to town, preaching the gospel and healing the sick—the King of glory in the lowly garb of humanity.",
    "He attended the great yearly festivals of the nation, and to the multitude absorbed in outward ceremony He spoke of heavenly things, bringing eternity within their view. To all He brought treasures from the storehouse of wisdom. He spoke to them in language so simple that they could not fail of understanding. By methods peculiarly His own, He helped all who were in sorrow and affliction. With tender, courteous grace He ministered to the sin-sick soul, bringing healing and strength.",
    "The prince of teachers, He sought access to the people by the pathway of their most familiar associations. He presented the truth in such a way that ever after it was to His hearers intertwined with their most hallowed recollections and sympathies. He taught in a way that made them feel the completeness of His identification with their interests and happiness. His instruction was so direct, His illustrations were so appropriate, His words so sympathetic and cheerful, that His hearers were charmed. The simplicity and earnestness with which He addressed the needy, hallowed every word.",
    "What a busy life He led! Day by day He might have been seen entering the humble abodes of want and sorrow, speaking hope to the downcast and peace to the distressed. Gracious, tenderhearted, pitiful, He went about lifting up the bowed-down and comforting the sorrowful. Wherever He went, He carried blessing.",
    "While He ministered to the poor, Jesus studied also to find ways of reaching the rich. He sought the acquaintance of the wealthy and cultured Pharisee, the Jewish nobleman, and the Roman ruler. He accepted their invitations, attended their feasts, made Himself familiar with their interests and occupations, that He might gain access to their hearts, and reveal to them the imperishable riches.",
    "Christ came to this world to show that by receiving power from on high, man can live an unsullied life. With unwearying patience and sympathetic helpfulness He met men in their necessities. By the gentle touch of grace He banished from the soul unrest and doubt, changing enmity to love, and unbelief to confidence.",
    "He could say to whom He pleased, \"Follow Me,\" and the one addressed arose and followed Him. The spell of the world's enchantment was broken. At the sound of His voice the spirit of greed and ambition fled from the heart, and men arose, emancipated, to follow the Saviour.",
    "Christ recognized no distinction of nationality or rank or creed. The scribes and Pharisees desired to make a local and a national benefit of the gifts of heaven and to exclude the rest of God's family in the world. But Christ came to break down every wall of partition. He came to show that His gift of mercy and love is as unconfined as the air, the light, or the showers of rain that refresh the earth.",
    "The life of Christ established a religion in which there is no caste, a religion by which Jew and Gentile, free and bond, are linked in a common brotherhood, equal before God. No question of policy influenced His movements. He made no difference between neighbors and strangers, friends and enemies. That which appealed to His heart was a soul thirsting for the waters of life.",
    "He passed by no human being as worthless, but sought to apply the healing remedy to every soul. In whatever company He found Himself He presented a lesson appropriate to the time and the circumstances. Every neglect or insult shown by men to their fellow men only made Him more conscious of their need of His divine-human sympathy. He sought to inspire with hope the roughest and most unpromising, setting before them the assurance that they might become blameless and harmless, attaining such a character as would make them manifest as the children of God.",
    "Often He met those who had drifted under Satan's control, and who had no power to break from his snare. To such a one, discouraged, sick, tempted, fallen, Jesus would speak words of tenderest pity, words that were needed and could be understood. Others He met who were fighting a hand-to-hand battle with the adversary of souls. These He encouraged to persevere, assuring them that they would win; for angels of God were on their side and would give them the victory.",
    "At the table of the publicans He sat as an honored guest, by His sympathy and social kindliness showing that He recognized the dignity of humanity; and men longed to become worthy of His confidence. Upon their thirsty hearts His words fell with blessed, life-giving power. New impulses were awakened, and to these outcasts of society there opened the possibility of a new life.",
    "Though He was a Jew, Jesus mingled freely with the Samaritans, setting at nought the Pharisaic customs of His nation. In face of their prejudices He accepted the hospitality of this despised people. He slept with them under their roofs, ate with them at their tables,—partaking of the food prepared and served by their hands,—taught in their streets, and treated them with the utmost kindness and courtesy. And while He drew their hearts to Him by the tie of human sympathy, His divine grace brought to them the salvation which the Jews rejected.",
    "Christ neglected no opportunity of proclaiming the gospel of salvation. Listen to His wonderful words to that one woman of Samaria. He was sitting by Jacob's well, as the woman came to draw water. To her surprise He asked a favor of her. \"Give Me to drink,\" He said. He wanted a cool draft, and He wished also to open the way whereby He might give to her the water of life. \"How is it,\" said the woman, \"that Thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.\" Jesus answered, \"If thou knewest the gift of God, and who it is that saith to thee, Give Me to drink; thou wouldest have asked of Him, and He would have given thee living water.... Whosoever drinketh of this water shall thirst again: but whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.\" John 4:7-14.",
    "How much interest Christ manifested in this one woman! How earnest and eloquent were His words! When the woman heard them, she left her waterpot, and went into the city, saying to her friends, \"Come, see a man, which told me all things that ever I did: is not this the Christ?\" We read that \"many of the Samaritans of that city believed on Him.\" Verses 29, 39. And who can estimate the influence which these words have exerted for the saving of souls in the years that have passed since then?",
    "Wherever hearts are open to receive the truth, Christ is ready to instruct them. He reveals to them the Father, and the service acceptable to Him who reads the heart. For such He uses no parables. To them, as to the woman at the well, He says, \"I that speak unto thee am He.\""
]