[
    "\"If I may but touch His garment, I shall be whole.\" Matthew 9:21. It was a poor woman who spoke these words—a woman who for twelve years had suffered from a disease that made her life a burden. She had spent all her means upon physicians and remedies, only to be pronounced incurable. But as she heard of the Great Healer, her hopes revived. She thought, \"If only I could get near enough to speak to Him, I might be healed.\"",
    "Christ was on His way to the home of Jairus, the Jewish rabbi who had entreated Him to come and heal his daughter. The heartbroken petition, \"My little daughter lieth at the point of death: I pray Thee, come and lay Thy hands on her, that she may be healed\" (Mark 5:23), had touched the tender, sympathetic heart of Christ, and He at once set out with the ruler for his home.",
    "They advanced but slowly; for the crowd pressed Christ on every side. In making His way through the multitude, the Saviour came near to where the afflicted woman was standing. Again and again she had tried in vain to get near Him. Now her opportunity had come. She could see no way of speaking to Him. She would not seek to hinder His slow advance. But she had heard that healing came from a touch of His garments; and, fearful of losing her one chance for relief, she pressed forward, saying to herself, \"If I may but touch His garment, I shall be whole.\"",
    "Christ knew every thought of her mind, and He was making His way to where she stood. He realized her great need, and He was helping her to exercise faith.",
    "As He was passing, she reached forward and succeeded in barely touching the border of His garment. That moment she knew that she was healed. In that one touch was concentrated the faith of her life, and instantly her pain and feebleness disappeared. Instantly she felt the thrill as of an electric current passing through every fiber of her being. There came over her a sensation of perfect health. \"She felt in her body that she was healed of that plague.\" Verse 29.",
    "The grateful woman desired to express her thanks to the Mighty Healer, who had done more for her in one touch than the physicians had done in twelve long years; but she dared not. With a grateful heart she tried to withdraw from the crowd. Suddenly Jesus stopped, and looking round He asked, \"Who touched Me?\"",
    "Looking at Him in amazement, Peter answered, \"Master, the multitude throng Thee and press Thee, and sayest Thou, Who touched Me?\" Luke 8:45.",
    "\"Somebody hath touched Me,\" Jesus said; \"for I perceive that virtue is gone out of Me.\" Verse 46. He could distinguish the touch of faith from the casual touch of the careless throng. Someone had touched Him with a deep purpose and had received answer.",
    "Christ did not ask the question for His own information. He had a lesson for the people, for His disciples, and for the woman. He wished to inspire the afflicted with hope. He wished to show that it was faith which had brought the healing power. The woman's trust must not be passed by without comment. God must be glorified by her grateful confession. Christ desired her to understand that He approved her act of faith. He would not have her depart with a half blessing only. She was not to remain in ignorance of His knowledge of her suffering, or of His compassionate love and of His approval of her faith in His power to save to the uttermost all who come to Him.",
    "Looking toward the woman, Christ insisted on knowing who had touched Him. Finding concealment vain, she came forward trembling, and cast herself at His feet. With grateful tears she told Him, before all the people, why she had touched His garment, and how she had been immediately healed. She feared that her act in touching His garment had been one of presumption; but no word of censure came from Christ's lips. He spoke only words of approval. They came from a heart of love, filled with sympathy for human woe. \"Daughter,\" He said gently, \"be of good comfort: thy faith hath made thee whole; go in peace.\" Verse 48. How cheering were these words to her. Now no fear that she had given offense embittered her joy.",
    "To the curious crowd pressing about Jesus there was imparted no vital power. But the suffering woman who touched Him in faith received healing. So in spiritual things does the casual contact differ from the touch of faith. To believe in Christ merely as the Saviour of the world can never bring healing to the soul. The faith that is unto salvation is not a mere assent to the truth of the gospel. True faith is that which receives Christ as a personal Saviour. God gave His only-begotten Son, that I by believing in Him, \"should not perish, but have everlasting life.\" John 3:16. When I come to Christ, according to His word, I am to believe that I receive His saving grace. The life that I now live, I am to \"live by the faith of the Son of God, who loved me and gave Himself for me. Galatians 2:20.",
    "Many hold faith as an opinion. Saving faith is a transaction, by which those who receive Christ join themselves in covenant relation with God. A living faith means an increase of vigor, a confiding trust, by which, through the grace of Christ, the soul becomes a conquering power.",
    "Faith is a mightier conqueror than death. If the sick can be led to fix their eyes in faith upon the Mighty Healer, we shall see wonderful results. It will bring life to the body and to the soul.",
    "In working for the victims of evil habits, instead of pointing them to the despair and ruin toward which they are hastening, turn their eyes away to Jesus. Fix them upon the glories of the heavenly. This will do more for the saving of body and soul than will all the terrors of the grave when kept before the helpless and apparently hopeless.",
    "A centurion's servant was lying sick of the palsy. Among the Romans the servants were slaves, bought and sold in the market places, and often treated with abuse and cruelty; but the centurion was tenderly attached to his servant, and greatly desired his recovery. He believed that Jesus could heal him. He had not seen the Saviour, but the reports he had heard inspired him with faith. Notwithstanding the formalism of the Jews, this Roman was convinced that their religion was superior to his own. Already he had broken through the barriers of national prejudice and hatred that separated the conquerors from the conquered people. He had manifested respect for the service of God and had shown kindness to the Jews as His worshipers. In the teaching of Christ, as it had been reported to him, he found that which met the need of the soul. All that was spiritual within him responded to the Saviour's words. But he thought himself unworthy to approach Jesus, and he appealed to the Jewish elders to make request for his servant's healing.",
    "The elders present the case to Jesus, urging that \"he was worthy for whom He should do this: for he loveth our nation, and he hath built us a synagogue.\" Luke 7:4, 5.",
    "But on the way to the centurion's home, Jesus receives a message from the officer himself, \"Lord, trouble not Thyself: for I am not worthy that Thou shouldest enter under my roof.\" Verse 6.",
    "Still the Saviour keeps on His way, and the centurion comes in person to complete the message, saying, \"Neither thought I myself worthy to come unto Thee,\" \"but speak the word only, and my servant shall be healed. For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.\" Verse 7; Matthew 8:8, 9.",
    "\"I represent the power of Rome, and my soldiers recognize my authority as supreme. So dost Thou represent the power of the infinite God, and all created things obey Thy word. Thou canst command the disease to depart, and it shall obey Thee. Speak but the word, and my servant shall be healed.\"",
    "\"As thou hast believed,\" Christ said, \"so be it done unto thee. And his servant was healed in the selfsame hour.\" Verse 13.",
    "The Jewish elders had commended the centurion to Christ because of the favor he had shown to \"our nation.\" He is worthy, they said, for \"he hath built us a synagogue.\" But the centurion said of himself, \"I am not worthy.\" Yet he did not fear to ask help from Jesus. Not to his own goodness did he trust, but to the Saviour's mercy. His only argument was his great need.",
    "In the same way every human being can come to Christ. \"Not by works of righteousness which we have done, but according to His mercy He saved us.\" Titus 3:5. Do you feel that because you are a sinner you cannot hope to receive blessing from God? Remember that Christ came into the world to save sinners. We have nothing to recommend us to God; the plea that we may urge now and ever is our utterly helpless condition, which makes His redeeming power a necessity. Renouncing all self-dependence, we may look to the cross of Calvary and say: \"In my hand no price I bring; Simply to Thy cross I cling.\"",
    "\"If thou canst believe, all things are possible to him that believeth.\" Mark 9:23. It is faith that connects us with heaven and brings us strength for coping with the powers of darkness. In Christ, God has provided means for subduing every evil trait and resisting every temptation, however strong. But many feel that they lack faith, and therefore they remain away from Christ. Let these souls, in their helpless unworthiness, cast themselves upon the mercy of their compassionate Saviour. Look not to self, but to Christ. He who healed the sick and cast out demons when He walked among men is still the same mighty Redeemer. Then grasp His promises as leaves from the tree of life: \"Him that cometh to Me I will in no wise cast out.\" John 6:37. As you come to Him, believe that He accepts you, because He has promised. You can never perish while you do this—never.",
    "\"God commendeth His love toward us, in that, while we were yet sinners, Christ died for us.\" Romans 5:8.",
    "And \"if God be for us, who can be against us? He that spared not His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?\" Romans 8:31, 32.",
    "\"I am persuaded, that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers, nor height, nor depth, nor any other creation, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.\" Verses 38, 39, A.R.V., margin.",
    "Of all the diseases known in the East the leprosy was most dreaded. Its incurable and contagious character, and its horrible effect upon its victims, filled the bravest with fear. Among the Jews it was regarded as a judgment on account of sin, and hence was called \"the stroke,\" \"the finger of God.\" Deep-rooted, ineradicable, deadly, it was looked upon as a symbol of sin.",
    "By the ritual law the leper was pronounced unclean. Whatever he touched was unclean. The air was polluted by his breath. Like one already dead, he was shut out from the habitations of men. One who was suspected of having the disease must present himself to the priests, who were to examine and decide his case. If pronounced a leper, he was isolated from his family, cut off from the congregation of Israel, and doomed to associate with those only who were similarly afflicted. Even kings and rulers were not exempt. A monarch attacked by this terrible disease must yield up the scepter and flee from society.",
    "Away from his friends and his kindred the leper must bear the curse of his malady. He was obliged to publish his own calamity, to rend his garments, and sound the alarm, warning all to flee from his contaminating presence. The cry, \"Unclean! unclean!\" coming in mournful tones from the lonely exile, was a signal heard with fear and abhorrence.",
    "In the region of Christ's ministry were many of these sufferers, and as the news of His work reached them, there is one in whose heart faith begins to spring up. If he could go to Jesus he might be healed. But how can he find Jesus? Doomed as he is to perpetual isolation, how can he present himself to the Healer? And will Christ heal him? Will He not, like the Pharisees, and even the physicians pronounce a curse upon him and warn him to flee from the haunts of men?",
    "He thinks of all that has been told him of Jesus. Not one who has sought His help has been turned away. The wretched man determines to find the Saviour. Though shut out from the cities, it may be that he can cross His path in some byway along the mountain roads, or find Him as He is teaching outside the towns. The difficulties are great, but this is his only hope.",
    "Standing afar off, the leper catches a few words from the Saviour's lips. He sees Him laying His hands upon the sick. He sees the lame, the blind, the paralytic, and those dying of various maladies rise up in health, praising God for deliverance. His faith strengthens. Nearer and yet nearer he approaches to the listening throng. The restrictions laid upon him, the safety of the people, the fear with which all men regard him, are alike forgotten. He thinks only of the blessed hope of healing.",
    "He is a loathsome spectacle. The disease has made frightful inroads, and his decaying body is horrible to look upon. At sight of him the people fall back. In their terror they crowd upon one another to escape from contact with him. Some try to prevent him from approaching Jesus, but in vain. He neither sees nor hears them. Their expressions of loathing are lost upon him. He sees only the Son of God, he hears only the voice that speaks life to the dying.",
    "Pressing to Jesus, he casts himself at His feet with the cry, \"Lord, if Thou wilt, Thou canst make me clean.\"",
    "Jesus replies, \"I will; be thou clean,\" and lays His hand upon him. Matthew 8:2, 3.",
    "Immediately a change passes over the leper. His blood becomes healthy, the nerves sensitive, the muscles firm. The unnaturally white, scaly surface peculiar to leprosy disappears; and his flesh becomes as the flesh of a little child.",
    "Should the priests learn the facts concerning the healing of the leper, their hatred of Christ might lead them to render a dishonest sentence. Jesus desired that an impartial decision be secured. He therefore bids the man tell no one of the cure, but without delay present himself at the temple with an offering before any rumors concerning the miracle should be spread abroad. Before the priests could accept such an offering, they were required to examine the offerer and certify his complete recovery.",
    "This examination was made. The priests who had condemned the leper to banishment testified to his cure. The healed man was restored to his home and society. He felt that the boon of health was very precious. He rejoiced in the vigor of manhood and in his restoration to his family.",
    "Notwithstanding the caution of Jesus, he could no longer conceal the fact of his cure, and joyfully he went about proclaiming the power of the One who had made him whole.",
    "When this man came to Jesus, he was \"full of leprosy,\" Its deadly poison permeated his whole body. The disciples sought to prevent their Master from touching him; for he who touched a leper became himself unclean. But in laying His hand upon the leper, Jesus received no defilement. The leprosy was cleansed. Thus it is with the leprosy of sin— deep-rooted, deadly, impossible to be cleansed by human power. \"The whole head is sick, and the whole heart faint. From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrefying sores.\" Isaiah 1:5, 6. But Jesus, coming to dwell in humanity, receives no pollution. His presence was healing virtue for the sinner. Whoever will fall at His feet, saying in faith, \"Lord, if Thou wilt, Thou canst make me clean,\" shall hear the answer, \"I will; be thou clean.\"",
    "In some instances of healing, Jesus did not at once grant the blessing sought. But in the case of leprosy no sooner was the appeal made than it was granted. When we pray for earthly blessings, the answer to our prayer may be delayed, or God may give us something other than we ask; but not so when we ask for deliverance from sin. It is His will to cleanse us from sin, to make us His children, and to enable us to live a holy life. Christ \"gave Himself for our sins, that He might deliver us from this present evil world, according to the will of God and our Father.\" Galatians 1:4. \"And this is the confidence that we have in Him, that, if we ask anything according to His will, He heareth us: and if we know that He hear us, whatsoever we ask, we know that we have the petitions that we desired of him.\" 1 John 5:14, 15.",
    "Jesus looked upon the distressed and heart-burdened, those whose hopes were blighted, and who with earthly joys were seeking to quiet the longing of the soul, and He invited all to find rest in Him.",
    "Tenderly He bade the toiling people, \"Take My yoke upon you, and learn of Me; for I am meek and lowly in heart: and ye shall find rest unto your souls.\" Matthew 11:29.",
    "In these words, Christ was speaking to every human being. Whether they know it or not, all are weary and heavy-laden. All are weighed down with burdens that only Christ can remove. The heaviest burden that we bear is the burden of sin. If we were left to bear this burden, it would crush us. But the Sinless One has taken our place. \"The Lord hath laid on Him the iniquity of us all.\" Isaiah 53:6.",
    "He has borne the burden of our guilt. He will take the load from our weary shoulders. He will give us rest. The burden of care and sorrow also He will bear. He invites us to cast all our care upon Him; for He carries us upon His heart.",
    "The Elder Brother of our race is by the eternal throne. He looks upon every soul who is turning his face toward Him as the Saviour. He knows by experience what are the weaknesses of humanity, what are our wants, and where lies the strength of our temptations; for He was \"in all points tempted like as we are, yet without sin.\" Hebrews 4:15. He is watching over you, trembling child of God. Are you tempted? He will deliver. Are you weak? He will strengthen. Are you ignorant? He will enlighten. Are you wounded? He will heal. The Lord \"telleth the number of the stars;\" and yet \"He healeth the broken in heart, and bindeth up their wounds.\" Psalm 147:4, 3.",
    "Whatever your anxieties and trials, spread out your case before the Lord. Your spirit will be braced for endurance. The way will be open for you to disentangle yourself from embarrassment and difficulty. The weaker and more helpless you know yourself to be, the stronger will you become in His strength. The heavier your burdens, the more blessed the rest in casting them upon your Burden Bearer.",
    "Circumstances may separate friends; the restless waters of the wide sea may roll between us and them. But no circumstances, no distance, can separate us from the Saviour. Wherever we may be, He is at our right hand, to support, maintain, uphold, and cheer. Greater than the love of a mother for her child is Christ's love for His redeemed. It is our privilege to rest in His love, to say, \"I will trust Him; for He gave His life for me.\"",
    "Human love may change, but Christ's love knows no change. When we cry to Him for help, His hand is stretched out to save.",
    "\"The mountains may depart, And the hills be removed; But My loving-kindness shall not depart from thee, Neither shall My covenant of peace be removed, Saith Jehovah that hath mercy on thee.\" Isaiah 54:10, A.R.V."
]