[
    "More clearly than we do we need to understand the issues at stake in the great conflict in which we are engaged. We need to understand more fully the value of the truths of the word of God and the danger of allowing our minds to be diverted from them by the great deceiver.",
    "The infinite value of the sacrifice required for our redemption reveals the fact that sin is a tremendous evil. Through sin the whole human organism is deranged, the mind is perverted, the imagination corrupted. Sin has degraded the faculties of the soul. Temptations from without find an answering chord within the heart, and the feet turn imperceptibly toward evil.",
    "As the sacrifice in our behalf was complete, so our restoration from the defilement of sin is to be complete. No act of wickedness will the law of God excuse; no unrighteousness can escape its condemnation. The ethics of the gospel acknowledge no standard but the perfection of the divine character. The life of Christ was a perfect fulfillment of every precept of the law. He said, \"I have kept My Father's commandments.\" His life is our example of obedience and service. God alone can renew the heart. \"It is God which worketh in you both to will and to do of His good pleasure.\" But we are bidden, \"Work out your own salvation.\" John 15:10; Philippians 2:13, 12.",
    "Wrongs cannot be righted, nor can reformations in conduct be made by a few feeble, intermittent efforts. Character building is the work, not of a day, nor of a year, but of a lifetime. The struggle for conquest over self, for holiness and heaven, is a lifelong struggle. Without continual effort and constant activity, there can be no advancement in the divine life, no attainment of the victor's crown.",
    "The strongest evidence of man's fall from a higher state is the fact that it costs so much to return. The way of return can be gained only by hard fighting, inch by inch, hour by hour. In one moment, by a hasty, unguarded act, we may place ourselves in the power of evil; but it requires more than a moment to break the fetters and attain to a holier life. The purpose may be formed, the work begun; but its accomplishment will require toil, time, perseverance, patience, and sacrifice.",
    "We cannot allow ourselves to act from impulse. We cannot be off guard for a moment. Beset with temptations without number, we must resist firmly or be conquered. Should we come to the close of life with our work undone, it would be an eternal loss.",
    "The life of the apostle Paul was a constant conflict with self. He said, \"I die daily.\" 1 Corinthians 15:31. His will and his desires every day conflicted with duty and the will of God. Instead of following inclination, he did God's will, however crucifying to his nature.",
    "At the close of his life of conflict, looking back over its struggles and triumphs, he could say, \"I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day.\" 2 Timothy 4:7, 8.",
    "The Christian life is a battle and a march. In this warfare there is no release; the effort must be continuous and persevering. It is by unceasing endeavor that we maintain the victory over the temptations of Satan. Christian integrity must be sought with resistless energy and maintained with a resolute fixedness of purpose.",
    "No one will be borne upward without stern, persevering effort in his own behalf. All must engage in this warfare for themselves; no one else can fight our battles. Individually we are responsible for the issues of the struggle; though Noah, Job, and Daniel were in the land they could deliver neither son nor daughter by their righteousness.",
    "There is a science of Christianity to be mastered—a science as much deeper, broader, higher than any human science as the heavens are higher than the earth. The mind is to be disciplined, educated, trained; for we are to do service for God in ways that are not in harmony with inborn inclination. Hereditary and cultivated tendencies to evil must be overcome. Often the education and training of a lifetime must be discarded, that one may become a learner in the school of Christ. Our hearts must be educated to become steadfast in God. We are to form habits of thought that will enable us to resist temptation. We must learn to look upward. The principles of the word of God—principles that are as high as heaven, and that compass eternity—we are to understand in their bearing upon our daily life. Every act, every word, every thought, is to be in accord with these principles. All must be brought into harmony with, and subject to, Christ.",
    "The precious graces of the Holy Spirit are not developed in a moment. Courage, fortitude, meekness, faith, unwavering trust in God's power to save, are acquired by the experience of years. By a life of holy endeavor and firm adherence to the right the children of God are to seal their destiny.",
    "We have no time to lose. We know not how soon our probation may close. At the longest, we have but a brief lifetime here, and we know not how soon the arrow of death may strike our hearts. We know not how soon we may be called to give up the world and all its interests. Eternity stretches before us. The curtain is about to be lifted. But a few short years, and for everyone now numbered with the living the mandate will go forth:",
    "\"He that is unjust, let him be unjust still: . . . and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.\" Revelation 22:11.",
    "Are we prepared? Have we become acquainted with God, the Governor of heaven, the Lawgiver, and with Jesus Christ whom He sent into the world as His representative? When our lifework is ended, shall we be able to say, as did Christ our example: <br><br>\"I have glorified Thee on the earth: I have finished the work which Thou gavest Me to do. . . . I have manifested Thy name\"? John 17:4-6.",
    "The angels of God are seeking to attract us from ourselves and from earthly things. Let them not labor in vain.",
    "Minds that have been given up to loose thought need to change. \"Gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ; as obedient children, not fashioning yourselves according to the former lusts in your ignorance: but as He which hath called you is holy, so be ye holy in all manner of conversation; because it is written, Be ye holy; for I am holy.\" 1 Peter 1:13-16.",
    "The thoughts must be centered upon God. We must put forth earnest effort to overcome the evil tendencies of the natural heart. Our efforts, our self-denial and perseverance, must be proportionate to the infinite value of the object of which we are in pursuit. Only by overcoming as Christ overcame shall we win the crown of life.",
    "Man's great danger is in being self-deceived, indulging self-sufficiency, and thus separating from God, the source of his strength. Our natural tendencies, unless corrected by the Holy Spirit of God, have in them the seeds of moral death. Unless we become vitally connected with God, we cannot resist the unhallowed effects of self-indulgence, self-love, and temptation to sin.",
    "In order to receive help from Christ, we must realize our need. We must have a true knowledge of ourselves. It is only he who knows himself to be a sinner that Christ can save. Only as we see our utter helplessness and renounce all self-trust, shall we lay hold on divine power.",
    "It is not only at the beginning of the Christian life that this renunciation of self is to be made. At every advance step heavenward it is to be renewed. All our good works are dependent on a power outside of ourselves; therefore there needs to be a continual reaching out of the heart after God, a constant, earnest confession of sin and humbling of the soul before Him. Perils surround us; and we are safe only as we feel our weakness and cling with the grasp of faith to our mighty Deliverer.",
    "We must turn away from a thousand topics that invite attention. There are matters that consume time and arouse inquiry, but end in nothing. The highest interests demand the close attention and energy that are so often given to comparatively insignificant things.",
    "Accepting new theories does not in itself bring new life to the soul. Even an acquaintance with facts and theories important in themselves is of little value unless put to a practical use. We need to feel our responsibility to give our souls food that will nourish and stimulate spiritual life.",
    "\"Incline thine ear unto wisdom, . . .<br>Apply thy heart to understanding; . . . <br>Seek her as silver, . . . <br>Search for her for hid treasures: <br>Then shalt thou understand the fear of Jehovah, <br>And find the knowledge of God. . . . <br>Then shalt thou understand righteousness and justice, <br>And equity, yea, every good path. <br>For wisdom shall enter into thy heart, <br>And knowledge shall be pleasant unto thy soul; <br>Discretion shall watch over thee; <br>Understanding shall keep thee.\" <br>Wisdom \"is a tree of life to them that lay hold upon her: <br>And happy is everyone that retaineth her.\" <br>Proverbs 2:2-11, A.R.V.; 3:18.",
    "The question for us to study is, \"What is truth—the truth that is to be cherished, loved, honored, and obeyed?\" The devotees of science have been defeated and disheartened in their efforts to find out God. What they need to inquire at this time is, \"What is the truth that will enable us to win the salvation of our souls?\"",
    "\"What think ye of Christ?\"—this is the all-important question. Do you receive Him as a personal Saviour? To all who receive Him He gives power to become sons of God.",
    "Christ revealed God to His disciples in a way that performed in their hearts a special work, such as He desires to do in our hearts. There are many who, in dwelling too largely upon theory, have lost sight of the living power of the Saviour's example. They have lost sight of Him as the humble, self-denying worker. What they need is to behold Jesus. Daily we need the fresh revealing of His presence. We need to follow more closely His example of self-renunciation and self-sacrifice.",
    "We need the experience that Paul had when he wrote: \"I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave Himself for me.\" Galatians 2:20.",
    "The knowledge of God and of Jesus Christ expressed in character is an exaltation above everything else that is esteemed on earth or in heaven. It is the very highest education. It is the key that opens the portals of the heavenly city. This knowledge it is God's purpose that all who put on Christ shall possess."
]