[
    "What the parents are, that, to a great extent, the children will be. The physical conditions of the parents, their dispositions and appetites, their mental and moral tendencies, are, to a greater or less degree, reproduced in their children.",
    "The nobler the aims, the higher the mental and spiritual endowments, and the better developed the physical powers of the parents, the better will be the life equipment they give their children. In cultivating that which is best in themselves, parents are exerting an influence to mold society and to uplift future generations.",
    "Fathers and mothers need to understand their responsibility. The world is full of snares for the feet of the young. Multitudes are attracted by a life of selfish and sensual pleasure. They cannot discern the hidden dangers or the fearful ending of the path that seems to them the way of happiness. Through the indulgence of appetite and passion, their energies are wasted, and millions are ruined for this world and for the world to come. Parents should remember that their children must encounter these temptations. Even before the birth of the child, the preparation should begin that will enable it to fight successfully the battle against evil.",
    "Especially does responsibility rest upon the mother. She, by whose lifeblood the child is nourished and its physical frame built up, imparts to it also mental and spiritual influences that tend to the shaping of mind and character. It was Jochebed, the Hebrew mother, who, strong in faith, was \"not afraid of the king's commandment\" (Hebrews 11:23), of whom was born Moses, the deliverer of Israel. It was Hannah, the woman of prayer and self-sacrifice and heavenly inspiration, who gave birth to Samuel, the heaven-instructed child, the incorruptible judge, the founder of Israel's sacred schools. It was Elizabeth the kinswoman and kindred spirit of Mary of Nazareth, who was the mother of the Saviour's herald.",
    "The carefulness with which the mother should guard her habits of life is taught in the Scriptures. When the Lord would raise up Samson as a deliverer for Israel, \"the angel of Jehovah\" appeared to the mother, with special instruction concerning her habits, and also for the treatment of her child. \"Beware,\" he said, \"and now drink no wine nor strong drink, neither eat any unclean thing.\" Judges 13:13, 7.",
    "The effect of prenatal influences is by many parents looked upon as a matter of little moment; but heaven does not so regard it. The message sent by an angel of God, and twice given in the most solemn manner, shows it to be deserving of our most careful thought.",
    "In the words spoken to the Hebrew mother, God speaks to all mothers in every age. \"Let her beware,\" the angel said; \"all that I commanded her let her observe.\" The well-being of the child will be affected by the habits of the mother. Her appetites and passions are to be controlled by principle. There is something for her to shun, something for her to work against, if she fulfills God's purpose for her in giving her a child. If before the birth of her child she is self-indulgent, if she is selfish, impatient, and exacting, these traits will be reflected in the disposition of the child. Thus many children have received as a birthright almost unconquerable tendencies to evil.",
    "But if the mother unswervingly adheres to right principles, if she is temperate and self-denying, if she is kind, gentle, and unselfish, she may give her child these same precious traits of character. Very explicit was the command prohibiting the use of wine by the mother. Every drop of strong drink taken by her to gratify appetite endangers the physical, mental, and moral health of her child, and is a direct sin against her Creator.",
    "Many advisers urge that every wish of the mother should be gratified; that if she desires any article of food, however harmful, she should freely indulge her appetite. Such advice is false and mischievous. The mother's physical needs should in no case be neglected. Two lives are depending upon her, and her wishes should be tenderly regarded, her needs generously supplied. But at this time above all others she should avoid, in diet and in every other line, whatever would lessen physical or mental strength. By the command of God Himself she is placed under the most solemn obligation to exercise self-control.",
    "The strength of the mother should be tenderly cherished. Instead of spending her precious strength in exhausting labor, her care and burdens should be lessened. Often the husband and father is unacquainted with the physical laws which the well-being of his family requires him to understand. Absorbed in the struggle for a livelihood, or bent on acquiring wealth and pressed with cares and perplexities, he allows to rest upon the wife and mother burdens that overtax her strength at the most critical period and cause feebleness and disease.",
    "Many a husband and father might learn a helpful lesson from the carefulness of the faithful shepherd. Jacob, when urged to undertake a rapid and difficult journey, made answer:",
    "\"The children are tender, and the flocks and herds with young are with me: and if men should overdrive them one day, all the flock will die. . . . I will lead on softly, according as the cattle that goeth before me and the children be able to endure.\" Genesis 33:13, 14.",
    "In life's toilsome way let the husband and father \"lead on softly,\" as the companion of his journey is able to endure. Amidst the world's eager rush for wealth and power, let him learn to stay his steps, to comfort and support the one who is called to walk by his side.",
    "The mother should cultivate a cheerful, contented, happy disposition. Every effort in this direction will be abundantly repaid in both the physical well-being and the moral character of her children. A cheerful spirit will promote the happiness of her family and in a very great degree improve her own health.",
    "Let the husband aid his wife by his sympathy and unfailing affection. If he wishes to keep her fresh and gladsome, so that she will be as sunshine in the home, let him help her bear her burdens. His kindness and loving courtesy will be to her a precious encouragement, and the happiness he imparts will bring joy and peace to his own heart.",
    "The husband and father who is morose, selfish, and overbearing, is not only unhappy himself, but he casts gloom upon all the inmates of his home. He will reap the result in seeing his wife dispirited and sickly, and his children marred with his own unlovely temper.",
    "If the mother is deprived of the care and comforts she should have, if she is allowed to exhaust her strength through overwork or through anxiety and gloom, her children will be robbed of the vital force and of the mental elasticity and cheerful buoyancy they should inherit. Far better will it be to make the mother's life bright and cheerful, to shield her from want, wearing labor, and depressing care, and let the children inherit good constitutions, so that they may battle their way through life with their own energetic strength.",
    "Great is the honor and the responsibility placed upon fathers and mothers, in that they are to stand in the place of God to their children. Their character, their daily life, their methods of training, will interpret His words to the little ones. Their influence will win or repel the child's confidence in the Lord's assurances.",
    "Happy are the parents whose lives are a true reflection of the divine, so that the promises and commands of God awaken in the child gratitude and reverence; the parents whose tenderness and justice and long-suffering interpret to the child the love and justice and long-suffering of God; and who, by teaching the child to love and trust and obey them, are teaching him to love and trust and obey his Father in heaven. Parents who impart to a child such a gift have endowed him with a treasure more precious than the wealth of all the ages—a treasure as enduring as eternity.",
    "In the children committed to her care, every mother has a sacred charge from God. \"Take this son, this daughter,\" He says; \"train it for Me; give it a character polished after the similitude of a palace, that it may shine in the courts of the Lord forever.\"",
    "The mother's work often seems to her an unimportant service. It is a work that is rarely appreciated. Others know little of her many cares and burdens. Her days are occupied with a round of little duties, all calling for patient effort, for self-control, for tact, wisdom, and self-sacrificing love; yet she cannot boast of what she has done as any great achievement. She has only kept things in the home running smoothly; often weary and perplexed, she has tried to speak kindly to the children, to keep them busy and happy, and to guide the little feet in the right path. She feels that she has accomplished nothing. But it is not so. Heavenly angels watch the care-worn mother, noting the burdens she carries day by day. Her name may not have been heard in the world, but it is written in the Lamb's book of life.",
    "There is a God above, and the light and glory from His throne rests upon the faithful mother as she tries to educate her children to resist the influence of evil. No other work can equal hers in importance. She has not, like the artist, to paint a form of beauty upon canvas, nor, like the sculptor, to chisel it from marble. She has not, like the author, to embody a noble thought in words of power, nor, like the musician, to express a beautiful sentiment in melody. It is hers, with the help of God, to develop in a human soul the likeness of the divine.",
    "The mother who appreciates this will regard her opportunities as priceless. Earnestly will she seek, in her own character and by her methods of training, to present before her children the highest ideal. Earnestly, patiently, courageously, she will endeavor to improve her own abilities, that she may use aright the highest powers of the mind in the training of her children. Earnestly will she inquire at every step, \"What hath God spoken?\" Diligently she will study His word. She will keep her eyes fixed upon Christ, that her own daily experience, in the lowly round of care and duty, may be a true reflection of the one true Life."
]