[
    "The diet appointed man in the beginning did not include animal food. Not till after the Flood, when every green thing on the earth had been destroyed, did man receive permission to eat flesh.",
    "In choosing man's food in Eden, the Lord showed what was the best diet; in the choice made for Israel He taught the same lesson. He brought the Israelites out of Egypt and undertook their training, that they might be a people for His own possession. Through them He desired to bless and teach the world. He provided them with the food best adapted for this purpose, not flesh, but manna, \"the bread of heaven.\" It was only because of their discontent and their murmuring for the fleshpots of Egypt that animal food was granted them, and this only for a short time. Its use brought disease and death to thousands. Yet the restriction to a nonflesh diet was never heartily accepted. It continued to be the cause of discontent and murmuring, open or secret, and it was not made permanent.",
    "Upon their settlement in Canaan, the Israelites were permitted the use of animal food, but under careful restrictions which tended to lessen the evil results. The use of swine's flesh was prohibited, as also of other animals and of birds and fish whose flesh was pronounced unclean. Of the meats permitted, the eating of the fat and the blood was strictly forbidden.",
    "Only such animals could be used for food as were in good condition. No creature that was torn, that had died of itself, or from which the blood had not been carefully drained, could be used as food.",
    "By departing from the plan divinely appointed for their diet, the Israelites suffered great loss. They desired a flesh diet, and they reaped its results. They did not reach God's ideal of character or fulfill His purpose. The Lord \"gave them their request; but sent leanness into their soul.\" Psalm 106:15. They valued the earthly above the spiritual, and the sacred pre-eminence which was His purpose for them they did not attain.",
    "Those who eat flesh are but eating grains and vegetables at second hand; for the animal receives from these things the nutrition that produces growth. The life that was in the grains and vegetables passes into the eater. We receive it by eating the flesh of the animal. How much better to get it direct, by eating the food that God provided for our use!",
    "Flesh was never the best food; but its use is now doubly objectionable, since disease in animals is so rapidly increasing. Those who use flesh foods little know what they are eating. Often if they could see the animals when living and know the quality of the meat they eat, they would turn from it with loathing. People are continually eating flesh that is filled with tuberculous and cancerous germs. Tuberculosis, cancer, and other fatal diseases are thus communicated.",
    "The tissues of the swine swarm with parasites. Of the swine God said, \"It is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcass.\" Deuteronomy 14:8.",
    "This command was given because swine's flesh is unfit for food. Swine are scavengers, and this is the only use they were intended to serve. Never, under any circumstances, was their flesh to be eaten by human beings. It is impossible for the flesh of any living creature to be wholesome when filth is its natural element and when it feeds upon every detestable thing.",
    "Often animals are taken to market and sold for food when they are so diseased that their owners fear to keep them longer. And some of the processes of fattening them for market produce disease. Shut away from the light and pure air, breathing the atmosphere of filthy stables, perhaps fattening on decaying food, the entire body soon becomes contaminated with foul matter.",
    "Animals are often transported long distances and subjected to great suffering in reaching a market. Taken from the green pastures, and traveling for weary miles over the hot, dusty roads, or crowded into filthy cars, feverish and exhausted, often for many hours deprived of food and water, the poor creatures are driven to their death, that human beings may feast on the carcasses.",
    "In many places fish become so contaminated by the filth on which they feed as to be a cause of disease. This is especially the case where the fish come in contact with the sewage of large cities. The fish that are fed on the contents of the drains may pass into distant waters and may be caught where the water is pure and fresh. Thus when used as food they bring disease and death on those who do not suspect the danger.",
    "The effects of a flesh diet may not be immediately realized; but this is no evidence that it is not harmful. Few can be made to believe that it is the meat they have eaten which has poisoned their blood and caused their suffering. Many die of diseases wholly due to meat eating, while the real cause is not suspected by themselves or by others.",
    "The moral evils of a flesh diet are not less marked than are the physical ills. Flesh food is injurious to health, and whatever affects the body has a corresponding effect on the mind and the soul. Think of the cruelty to animals that meat eating involves, and its effect on those who inflict and those who behold it. How it destroys the tenderness with which we should regard these creatures of God!",
    "The intelligence displayed by many dumb animals approaches so closely to human intelligence that it is a mystery. The animals see and hear and love and fear and suffer. They use their organs far more faithfully than many human beings use theirs. They manifest sympathy and tenderness toward their companions in suffering. Many animals show an affection for those who have charge of them, far superior to the affection shown by some of the human race. They form attachments for man which are not broken without great suffering to them.",
    "What man with a human heart, who has ever cared for domestic animals, could look into their eyes, so full of confidence and affection, and willingly give them over to the butcher's knife? How could he devour their flesh as a sweet morsel?",
    "It is a mistake to suppose that muscular strength depends on the use of animal food. The needs of the system can be better supplied, and more vigorous health can be enjoyed, without its use. The grains, with fruits, nuts, and vegetables, contain all the nutritive properties necessary to make good blood. These elements are not so well or so fully supplied by a flesh diet. Had the use of flesh been essential to health and strength, animal food would have been included in the diet appointed man in the beginning.",
    "When the use of flesh food is discontinued, there is often a sense of weakness, a lack of vigor. Many urge this as evidence that flesh food is essential; but it is because foods of this class are stimulating, because they fever the blood and excite the nerves, that they are so missed. Some will find it as difficult to leave off flesh eating as it is for the drunkard to give up his dram; but they will be the better for the change.",
    "When flesh food is discarded, its place should be supplied with a variety of grains, nuts, vegetables, and fruits that will be both nourishing and appetizing. This is especially necessary in the case of those who are weak or who are taxed with continuous labor. In some countries where poverty abounds, flesh is the cheapest food. Under these circumstances the change will be made with greater difficulty; but it can be effected. We should, however, consider the situation of the people and the power of lifelong habit, and should be careful not to urge even right ideas unduly. None should be urged to make the change abruptly. The place of meat should be supplied with wholesome foods that are inexpensive. In this matter very much depends on the cook. With care and skill, dishes may be prepared that will be both nutritious and appetizing, and will, to a great degree, take the place of flesh food.",
    "In all cases educate the conscience, enlist the will, supply good, wholesome food, and the change will be readily made, and the demand for flesh will soon cease.",
    "Is it not time that all should aim to dispense with flesh foods? How can those who are seeking to become pure, refined, and holy, that they may have the companionship of heavenly angels, continue to use as food anything that has so harmful an effect on soul and body? How can they take the life of God's creatures that they may consume the flesh as a luxury? Let them, rather, return to the wholesome and delicious food given to man in the beginning, and themselves practice, and teach their children to practice, mercy toward the dumb creatures that God has made and has placed under our dominion."
]