[
    "The restoration and uplifting of humanity begins in the home. The work of parents underlies every other. Society is composed of families, and is what the heads of families make it. Out of the heart are \"the issues of life\" (Proverbs 4:23); and the heart of the community, of the church, and of the nation is the household. The well-being of society, the success of the church, the prosperity of the nation, depend upon home influences.",
    "The importance and the opportunities of the home life are illustrated in the life of Jesus. He who came from heaven to be our example and teacher spent thirty years as a member of the household at Nazareth. Concerning these years the Bible record is very brief. No mighty miracles attracted the attention of the multitude. No eager throngs followed His steps or listened to His words. Yet during all these years He was fulfilling His divine mission. He lived as one of us, sharing the home life, submitting to its discipline, performing its duties, bearing its burdens. In the sheltering care of a humble home, participating in the experiences of our common lot, He \"increased in wisdom and stature, and in favor with God and man.\" Luke 2:52.",
    "During all these secluded years His life flowed out in currents of sympathy and helpfulness. His unselfishness and patient endurance, His courage and faithfulness, His resistance of temptation, His unfailing peace and quiet joyfulness, were a constant inspiration. He brought a pure, sweet atmosphere into the home, and His life was as leaven working amidst the elements of society. None said that He had wrought a miracle; yet virtue—the healing, life-giving power of love—went out from Him to the tempted, the sick, and the disheartened. In an unobtrusive way, from His very childhood, He ministered to others, and because of this, when He began His public ministry, many heard Him gladly.",
    "The Saviour's early years are more than an example to the youth. They are a lesson, and should be an encouragement, to every parent. The circle of family and neighborhood duties is the very first field of effort for those who would work for the uplifting of their fellow men. There is no more important field of effort than that committed to the founders and guardians of the home. No work entrusted to human beings involves greater or more far-reaching results than does the work of fathers and mothers.",
    "It is by the youth and children of today that the future of society is to be determined, and what these youth and children shall be depends upon the home. To the lack of right home training may be traced the larger share of the disease and misery and crime that curse humanity. If the home life were pure and true, if the children who went forth from its care were prepared to meet life's responsibilities and dangers, what a change would be seen in the world!",
    "Great efforts are put forth, time and money and labor almost without limit are expended, in enterprises and institutions for reforming the victims of evil habits. And even these efforts are inadequate to meet the great necessity. Yet how small is the result! How few are permanently reclaimed!",
    "Multitudes long for a better life, but they lack courage and resolution to break away from the power of habit. They shrink from the effort and struggle and sacrifice demanded, and their lives are wrecked and ruined. Thus even men of the brightest minds, men of high aspirations and noble powers, otherwise fitted by nature and education to fill positions of trust and responsibility, are degraded and lost for this life and for the life to come.",
    "For those who do reform, how bitter the struggle to regain their manhood! And all their life long, in a shattered constitution, a wavering will, impaired intellect, and weakened soul power, many reap the harvest of their evil sowing. How much more might be accomplished if the evil were dealt with at the beginning!",
    "This work rests, in a great degree, with parents. In the efforts put forth to stay the progress of intemperance and of other evils that are eating like a cancer in the social body, if more attention were given to teaching parents how to form the habits and character of their children, a hundredfold more good would result. Habit, which is so terrible a force for evil, it is in their power to make a force for good. They have to do with the stream at its source, and it rests with them to direct it rightly.",
    "Parents may lay for their children the foundation for a healthy, happy life. They may send them forth from their homes with moral stamina to resist temptation, and courage and strength to wrestle successfully with life's problems. They may inspire in them the purpose and develop the power to make their lives an honor to God and a blessing to the world. They may make straight paths for their feet, through sunshine and shadow, to the glorious heights above.",
    "The mission of the home extends beyond its own members. The Christian home is to be an object lesson, illustrating the excellence of the true principles of life. Such an illustration will be a power for good in the world. Far more powerful than any sermon that can be preached is the influence of a true home upon human hearts and lives. As the youth go out from such a home, the lessons they have learned are imparted. Nobler principles of life are introduced into other households, and an uplifting influence works in the community.",
    "There are many others to whom we might make our homes a blessing. Our social entertainments should not be governed by the dictates of worldly custom, but by the Spirit of Christ and the teaching of His word. The Israelites, in all their festivities, included the poor, the stranger, and the Levite, who was both the assistant of the priest in the sanctuary, and a religious teacher and missionary. These were regarded as the guests of the people, to share their hospitality on all occasions of social and religious rejoicing, and to be tenderly cared for in sickness or in need. It is such as these whom we should make welcome to our homes. How much such a welcome might do to cheer and encourage the missionary nurse or the teacher, the care-burdened, hard-working mother, or the feeble and aged, so often without a home, and struggling with poverty and many discouragements.",
    "\"When thou makest a dinner or a supper,\" Christ says, \"call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbors; lest they also bid thee again, and a recompense be made thee. But when thou makest a feast, call the poor, the maimed, the lame, the blind: and thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just.\" Luke 14:12-14.",
    "These are guests whom it will lay on you no great burden to receive. You will not need to provide for them elaborate or expensive entertainment. You will need to make no effort at display. The warmth of a genial welcome, a place at your fireside, a seat at your home table, the privilege of sharing the blessing of the hour of prayer, would to many of these be like a glimpse of heaven.",
    "Our sympathies are to overflow the boundaries of self and the enclosure of family walls. There are precious opportunities for those who will make their homes a blessing to others. Social influence is a wonderful power. We can use it if we will as a means of helping those about us.",
    "Our homes should be a place of refuge for the tempted youth. Many there are who stand at the parting of the ways. Every influence, every impression, is determining the choice that shapes their destiny both here and hereafter. Evil invites them. Its resorts are made bright and attractive. They have a welcome for every comer. All about us are youth who have no home, and many whose homes have no helpful, uplifting power, and the youth drift into evil. They are going down to ruin within the very shadow of our own doors.",
    "These youth need a hand stretched out to them in sympathy. Kind words simply spoken, little attentions simply bestowed, will sweep away the clouds of temptation which gather over the soul. The true expression of heaven-born sympathy has power to open the door of hearts that need the fragrance of Christlike words, and the simple, delicate touch of the spirit of Christ's love. If we would show an interest in the youth, invite them to our homes, and surround them with cheering, helpful influences, there are many who would gladly turn their steps into the upward path.",
    "Our time here is short. We can pass through this world but once; as we pass along, let us make the most of life. The work to which we are called does not require wealth or social position or great ability. It requires a kindly, self-sacrificing spirit and a steadfast purpose. A lamp, however small, if kept steadily burning, may be the means of lighting many other lamps. Our sphere of influence may seem narrow, our ability small, our opportunities few, our acquirements limited; yet wonderful possibilities are ours through a faithful use of the opportunities of our own homes. If we will open our hearts and homes to the divine principles of life we shall become channels for currents of life-giving power. From our homes will flow streams of healing, bringing life and beauty and fruitfulness where now are barrenness and dearth."
]