[
    "In the ministry of healing the physician is to be a co-worker with Christ. The Saviour ministered to both the soul and the body. The gospel which He taught was a message of spiritual life and of physical restoration. Deliverance from sin and the healing of disease were linked together. The same ministry is committed to the Christian physician. He is to unite with Christ in relieving both the physical and spiritual needs of his fellow men. He is to be to the sick a messenger of mercy, bringing to them a remedy for the diseased body and for the sin-sick soul.",
    "Christ is the true head of the medical profession. The chief Physician, He is at the side of every God-fearing practitioner who works to relieve human suffering. While the physician uses nature's remedies for physical disease, he should point his patients to Him who can relieve the maladies of both the soul and the body. That which physicians can only aid in doing, Christ accomplishes. They endeavor to assist nature's work of healing; Christ Himself is the healer. The physician seeks to preserve life; Christ imparts life.",
    "The Saviour in His miracles revealed the power that is continually at work in man's behalf, to sustain and to heal him. Through the agencies of nature, God is working, day by day, hour by hour, moment by moment, to keep us alive, to build up and restore us. When any part of the body sustains injury, a healing process is at once begun; nature's agencies are set at work to restore soundness. But the power working through these agencies is the power of God. All life-giving power is from Him. When one recovers from disease, it is God who restores him.",
    "Sickness, suffering, and death are work of an antagonistic power. Satan is the destroyer; God is the restorer.",
    "The words spoken to Israel are true today of those who recover health of body or health of soul. \"I am the Lord that healeth thee.\" Exodus 15:26.",
    "The desire of God for every human being is expressed in the words, \"Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.\" 3 John 2.",
    "He it is who \"forgiveth all thine iniquities; who healeth all thy diseases; who redeemeth thy life from destruction; who crowneth thee with loving-kindness and tender mercies.\" Psalm 103:3, 4.",
    "When Christ healed disease, He warned many of the afflicted ones, \"Sin no more, lest a worse thing come unto thee.\" John 5:14. Thus He taught that they had brought disease upon themselves by transgressing the laws of God, and that health could be preserved only by obedience.",
    "The physician should teach his patients that they are to cooperate with God in the work of restoration. The physician has a continually increasing realization of the fact that disease is the result of sin. He knows that the laws of nature, as truly as the precepts of the Decalogue, are divine, and that only in obedience to them can health be recovered or preserved. He sees many suffering as the result of hurtful practices who might be restored to health if they would do what they might for their own restoration. They need to be taught that every practice which destroys the physical, mental, or spiritual energies is sin, and that health is to be secured through obedience to the laws that God has established for the good of all mankind.",
    "When a physician sees a patient suffering from disease caused by improper eating and drinking or other wrong habits, yet neglects to tell him of this, he is doing his fellow being an injury. Drunkards, maniacs, those who are given over to licentiousness, all appeal to the physician to declare clearly and distinctly that suffering results from sin. Those who understand the principles of life should be in earnest in striving to counteract the causes of disease. Seeing the continual conflict with pain, laboring constantly to alleviate suffering, how can the physician hold his peace? Is he benevolent and merciful if he does not teach strict temperance as a remedy for disease?",
    "Let it be made plain that the way of God's commandments is the way of life. God has established the laws of nature, but His laws are not arbitrary exactions. Every \"Thou shalt not,\" whether in physical or in moral law, implies a promise. If we obey it, blessing will attend our steps. God never forces us to do right, but He seeks to save us from the evil and lead us to the good.",
    "Let attention be called to the laws that were taught to Israel. God gave them definite instruction in regard to their habits of life. He made known to them the laws relating to both physical and spiritual well-being; and on condition of obedience He assured them, \"The Lord will take away from thee all sickness.\" Deuteronomy 7:15. \"Set your hearts unto all the words which I testify among you this day.\" \"For they are life unto those that find them, and health to all their flesh.\" Deuteronomy 32:46; Proverbs 4:22.",
    "God desires us to reach the standard of perfection made possible for us by the gift of Christ. He calls upon us to make our choice on the right side, to connect with heavenly agencies, to adopt principles that will restore in us the divine image. In His written word and in the great book of nature He has revealed the principles of life. It is our work to obtain a knowledge of these principles, and by obedience to co-operate with Him in restoring health to the body as well as to the soul.",
    "Men need to learn that the blessings of obedience, in their fullness, can be theirs only as they receive the grace of Christ. It is His grace that gives man power to obey the laws of God. It is this that enables him to break the bondage of evil habit. This is the only power that can make him and keep him steadfast in the right path.",
    "When the gospel is received in its purity and power, it is a cure for the maladies that originated in sin. The Sun of Righteousness arises, \"with healing in His wings.\" Malachi 4:2. Not all this world bestows can heal a broken heart, or impart peace of mind, or remove care, or banish disease. Fame, genius, talent—all are powerless to gladden the sorrowful heart or to restore the wasted life. The life of God in the soul is man's only hope.",
    "The love which Christ diffuses through the whole being is a vitalizing power. Every vital part—the brain, the heart, the nerves—it touches with healing. By it the highest energies of the being are roused to activity. It frees the soul from the guilt and sorrow, the anxiety and care, that crush the life forces. With it come serenity and composure. It implants in the soul, joy that nothing earthly can destroy,—joy in the Holy Spirit,—health-giving, life-giving joy.",
    "Our Saviour's words, \"Come unto Me, . . . and I will give you rest\" (Matthew 11:28), are a prescription for the healing of physical, mental, and spiritual ills. Though men have brought suffering upon themselves by their own wrongdoing, He regards them with pity. In Him they may find help. He will do great things for those who trust in Him.",
    "Although for ages sin has been strengthening its hold on the human race, although through falsehood and artifice Satan has cast the black shadow of his interpretation upon the word of God, and has caused men to doubt His goodness; yet the Father's mercy and love have not ceased to flow earthward in rich currents. If human beings would open the windows of the soul heavenward, in appreciation of the divine gifts, a flood of healing virtue would pour in.",
    "The physician who desires to be an acceptable co-worker with Christ will strive to become efficient in every feature of his work. He will study diligently, that he may be well qualified for the responsibilities of his profession, and will constantly endeavor to reach a higher standard, seeking for increased knowledge, greater skill, and deeper discernment. Every physician should realize that he who does weak, inefficient work is not only doing injury to the sick, but is also doing injustice to his fellow physicians. The physician who is satisfied with a low standard of skill and knowledge not only belittles the medical profession, but does dishonor to Christ, the Chief Physician.",
    "Those who find that they are unfitted for medical work should choose some other employment. Those who are well adapted to care for the sick, but whose education and medical qualifications are limited, would do well to take up the humbler parts of the work, ministering faithfully as nurses. By patient service under skillful physicians they may be constantly learning, and by improving every opportunity to acquire knowledge they may in time become fully qualified for the work of a physician. Let the younger physicians, \"as workers together with Him [the Chief Physician], . . . receive not the grace of God in vain, . . . giving no offense in anything, that the ministry [of the sick] be not blamed: but in all things approving ourselves as the ministers of God.\" 2 Corinthians 6:1-4.",
    "God's Purpose for us is that we shall ever move upward. The true medical missionary physician will be an increasingly skillful practitioner. Talented Christian physicians, having superior professional ability, should be sought out and encouraged to engage in the service of God in places where they can educate and train others to become medical missionaries.",
    "The Physician should gather to his soul the light of the word of God. He should make continual growth in grace. With him, religion is not to be merely one influence among others. It is to be an influence dominating all others. He is to act from high, holy motives—motives that are powerful because they proceed from the One who gave His life to furnish us with power to overcome evil.",
    "If the physician faithfully and diligently strives to make himself efficient in his profession, if he consecrates himself to the service of Christ, and takes time to search his own heart, he will understand how to grasp the mysteries of his sacred calling. He may so discipline and educate himself that all within the sphere of his influence will see the excellence of the education and wisdom gained by the one who is connected with the God of wisdom and power.",
    "In no place is a closer fellowship with Christ needed than in the work of the physician. He who would rightly perform the physician's duties must daily and hourly live a Christian life. The life of the patient is in the hands of the physician. One careless diagnosis, one wrong prescription, in a critical case, or one unskillful movement of the hand in an operation, even by so much as a hair's breadth, and a life may be sacrificed, a soul launched into eternity. How solemn the thought! How important that the physician shall be ever under the control of the divine Physician!",
    "The Saviour is willing to help all who call upon Him for wisdom and clearness of thought. And who needs wisdom and clearness of thought more than does the physician, upon whose decisions so much depends? Let the one who is trying to prolong life look in faith to Christ to direct his every movement. The Saviour will give him tact and skill in dealing with difficult cases.",
    "Wonderful are the opportunities given to the guardians of the sick. In all that is done for the restoration of the sick, let them understand that the physician is seeking to help them co-operate with God in combating disease. Lead them to feel that at every step taken in harmony with the laws of God, they may expect the aid of divine power.",
    "The sick and suffering will have much more confidence in the physician who they are confident loves and fears God. They rely upon his words. They feel a sense of safety in the presence and administration of that physician.",
    "Knowing the Lord Jesus, it is the privilege of the Christian practitioner by prayer to invite His presence in the sickroom. Before performing a critical operation, let the physician ask for the aid of the Great Physician. Let him assure the suffering one that God can bring him safely through the ordeal, that in all times of distress He is a sure refuge for those who trust in Him. The physician who cannot do this loses case after case that otherwise might have been saved. If he could speak words that would inspire faith in the sympathizing Saviour, who feels every throb of anguish, and could present the needs of the soul to Him in prayer, the crisis would oftener be safely passed.",
    "Only He who reads the heart can know with what trembling and terror many patients consent to an operation under the surgeon's hand. They realize their peril. While they may have confidence in the physician's skill they know that it is not infallible. But as they see the physician bowed in prayer, asking help from God, they are inspired with confidence. Gratitude and trust open the heart to the healing power of God, the energies of the whole being are vitalized, and the life forces triumph.",
    "To the physician also the Saviour's presence is an element of strength. Often the responsibilities and possibilities of his work bring dread upon the spirit. The feverishness of uncertainty and fear would make the hand unskillful. But the assurance that the divine Counselor is beside him, to guide and to sustain, imparts quietness and courage. The touch of Christ upon the physician's hand brings vitality, restfulness, confidence, and power.",
    "When the crisis is safely passed, and success is apparent, let a few moments be spent with the patient in prayer. Give expression to your thankfulness for the life that has been spared. As words of gratitude flow from the patient to the physician, let the praise and thanksgiving be directed to God. Tell the patient his life has been spared because he was under the heavenly Physician's protection.",
    "The physician who follows such a course is leading his patient to the One upon whom he is dependent for life, the One who can save to the uttermost all who come to Him.",
    "Into the medical missionary work should be brought a deep yearning for souls. To the physician equally with the gospel minister is committed the highest trust ever committed to man. Whether he realizes it or not, every physician is entrusted with the cure of souls.",
    "In their work of dealing with disease and death, physicians too often lose sight of the solemn realities of the future life. In their earnest effort to avert the peril of the body, they forget the peril of the soul. The one to whom they are ministering may be losing his hold on life. Its last opportunities are slipping from his grasp. This soul the physician must meet again at the judgment seat of Christ.",
    "Often we miss the most precious blessings by neglecting to speak a word in season. If the golden opportunity is not watched for, it will be lost. At the bedside of the sick no word of creed or controversy should be spoken. Let the sufferer be pointed to the One who is willing to save all that come to Him in faith. Earnestly, tenderly strive to help the soul that is hovering between life and death.",
    "The physician who knows that Christ is his personal Saviour, because he himself has been led to the Refuge, knows how to deal with the trembling, guilty, sin-sick souls who turn to him for help. He can respond to the inquiry, \"What must I do to be saved?\" He can tell the story of the Redeemer's love. He can speak from experience of the power of repentance and faith. In simple, earnest words he can present the soul's need to God in prayer and can encourage the sick one also to ask for and accept the mercy of the compassionate Saviour. As he thus ministers at the bedside of the sick, striving to speak words that will bring help and comfort, the Lord works with him and through him. As the mind of the sufferer is directed to the Saviour, the peace of Christ fills his heart, and the spiritual health that comes to him is used as the helping hand of God in restoring the health of the body.",
    "In attending the sick, the physician will often find opportunity for ministering to the friends of the afflicted one. As they watch by the bed of suffering, feeling powerless to prevent one pang of anguish, their hearts are softened. Often grief concealed from others is expressed to the physician. Then is the opportunity to point these sorrowing ones to Him who has invited the weary and heavy-laden to come unto Him. Often prayer can be offered for and with them, presenting their needs to the Healer of all woes, the Soother of all sorrows.",
    "The physician has precious opportunities for directing his patients to the promises of God's word. He is to bring from the treasure house things new and old, speaking here and there the words of comfort and instruction that are longed for. Let the physician make his mind a storehouse of fresh thoughts. Let him study the word of God diligently, that he may be familiar with its promises. Let him learn to repeat the comforting words that Christ spoke during His earthly ministry when giving His lessons and healing the sick. He should talk of the works of healing wrought by Christ, of His tenderness and love. Never should he neglect to direct the minds of his patients to Christ, the Chief Physician.",
    "The same power that Christ exercised when He walked visibly among men is in His word. It was by His word that Jesus healed disease and cast out demons; by His word He stilled the sea and raised the dead, and the people bore witness that His word was with power. He spoke the word of God, as He had spoken to all the prophets and teachers of the Old Testament. The whole Bible is a manifestation of Christ.",
    "The Scriptures are to be received as God's word to us, not written merely, but spoken. When the afflicted ones came to Christ, He beheld not only those who asked for help, but all who throughout the ages should come to Him in like need and with like faith. When He said to the paralytic, \"Son, be of good cheer; thy sins be forgiven thee;\" when He said to the woman of Capernaum, \"Daughter, be of good comfort: thy faith hath made thee whole; go in peace,\" He spoke to other afflicted, sin-burdened ones who should seek His help. Matthew 9:2; Luke 8:48.",
    "So with all the promises of God's word. In them He is speaking to us individually, speaking as directly as if we could listen to His voice. It is in these promises that Christ communicates to us His grace and power. They are leaves from that tree which is \"for the healing of the nations.\" Revelation 22:2. Received, assimilated, they are to be the strength of the character, the inspiration and sustenance of the life. Nothing else can have such healing power. Nothing besides can impart the courage and faith which give vital energy to the whole being.",
    "To one who stands trembling with fear on the brink of the grave, to the soul weary of the burden of suffering and sin, let the physician as he has opportunity repeat the words of the Saviour—for all the words of Holy Writ are His:",
    "\"Fear not: for I have redeemed thee, I have called thee by thy name; thou art Mine. When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee. For I am the Lord thy God, the Holy One of Israel, thy Saviour. . . . Since thou wast precious in My sight, thou hast been honorable, and I have loved thee.\" \"I, even I, am He that blotteth out thy transgressions for Mine own sake, and will not remember thy sins.\" \"Fear not: for I am with thee.\" Isaiah 43:1-4, 25, 5.",
    "\"Like as a father pitieth his children, so the Lord pitieth them that fear Him. For He knoweth our frame; He remembereth that we are dust.\" Psalm 103:13, 14.",
    "\"Only acknowledge thine iniquity, that thou hast transgressed against the Lord thy God.\" \"If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.\" Jeremiah 3:13; 1 John 1:9.",
    "\"I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto Me; for I have redeemed thee.\" Isaiah 44:22.",
    "\"Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool. If ye be willing and obedient, ye shall eat the good of the land.\" Isaiah 1:18, 19.",
    "\"I have loved thee with an everlasting love: therefore with loving-kindness have I drawn thee.\" \"I hid My face from thee for a moment; but with everlasting kindness will I have mercy on thee.\" Jeremiah 31:3; Isaiah 54:8.",
    "\"Let not your heart be troubled.\" \"Peace I leave with you, My peace I give unto you: not as the world giveth, give I unto",
    "you. Let not your heart be troubled, neither let it be afraid.\" John 14:1, 27.",
    "\"A Man shall be as an hiding place from the wind, and a covert from the tempest; as rivers of water in a dry place, as the shadow of a great rock in a weary land.\" Isaiah 32:2.",
    "\"When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them, I the God of Israel will not forsake them.\" Isaiah 41:17.",
    "\"Thus saith the Lord that made thee\": \"I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour My Spirit upon thy seed, and My blessing upon thine offspring.\" Isaiah 44:2, 3.",
    "\"Look unto Me, and be ye saved, all the ends of the earth.\" Isaiah 45:22.",
    "\"Himself took our infirmities, and bare our sicknesses.\" \"He was wounded for our transgressions, He was bruised for our iniquities: the chastisement of our peace was upon Him; and with His stripes we are healed.\" Matthew 8:17; Isaiah 53:5."
]