[
    "The Saviour's life on earth was a life of communion with nature and with God. In this communion He revealed for us the secret of a life of power.",
    "Jesus was an earnest, constant worker. Never lived there among men another so weighted with responsibilities. Never another carried so heavy a burden of the world's sorrow and sin. Never another toiled with such self-consuming zeal for the good of men. Yet His was a life of health. Physically as well as spiritually He was represented by the sacrificial lamb, \"without blemish and without spot.\" 1 Peter 1:19. In body as in soul He was an example of what God designed all humanity to be through obedience to His laws.",
    "As the people looked upon Jesus, they saw a face in which divine compassion was blended with conscious power. He seemed to be surrounded with an atmosphere of spiritual life. While His manners were gentle and unassuming, He impressed men with a sense of power that was hidden, yet could not be wholly concealed.",
    "During His ministry He was continually pursued by crafty and hypocritical men who were seeking His life. Spies were on His track, watching His words, to find some occasion against Him. The keenest and most highly cultured minds of the nation sought to defeat Him in controversy. But never could they gain an advantage. They had to retire from the field, confounded and put to shame by the lowly Teacher from Galilee. Christ's teaching had a freshness and a power such as men had never before known. Even His enemies were forced to confess, \"Never man spake like this Man.\" John 7:46.",
    "The childhood of Jesus, spent in poverty, had been uncorrupted by the artificial habits of a corrupt age. Working at the carpenter's bench, bearing the burdens of home life, learning the lessons of obedience and toil, He found recreation amidst the scenes of nature, gathering knowledge as He sought to understand nature's mysteries. He studied the word of God, and His hours of greatest happiness were found when He could turn aside from the scene of His labors to go into the fields, to meditate in the quiet valleys, to hold communion with God on the mountainside or amid the trees of the forest. The early morning often found Him in some secluded place, meditating, searching the Scriptures, or in prayer. With the voice of singing He welcomed the morning light. With songs of thanksgiving He cheered His hours of labor and brought heaven's gladness to the toilworn and disheartened.",
    "During His ministry Jesus lived to a great degree an outdoor life. His journeys from place to place were made on foot, and much of His teaching was given in the open air. In training His disciples He often withdrew from the confusion of the city to the quiet of the fields, as more in harmony with the lessons of simplicity, faith, and self-abnegation He desired to teach them. It was beneath the sheltering trees of the mountainside, but a little distance from the Sea of Galilee, that the Twelve were called to the apostolate and the Sermon on the Mount was given.",
    "Christ loved to gather the people about Him under the blue heavens, on some grassy hillside, or on the beach beside the lake. Here, surrounded by the works of His own creation, He could turn their thoughts from the artificial to the natural. In the growth and development of nature were revealed the principles of His kingdom. As men should lift their eyes to the hills of God and behold the wonderful works of His hand, they could learn precious lessons of divine truth. In future days the lessons of the divine Teacher would thus be repeated to them by the things of nature. The mind would be uplifted and the heart would find rest.",
    "The disciples who were associated with Him in His work, Jesus often released for a season, that they might visit their homes and rest; but in vain were their efforts to draw Him away from His labors. All day He ministered to the throngs that came to Him, and at eventide, or in the early morning, He went away to the sanctuary of the mountains for communion with His Father.",
    "Often His incessant labor and the conflict with the enmity and false teaching of the rabbis left Him so utterly wearied that His mother and brothers, and even His disciples, feared that His life would be sacrificed. But as He returned from the hours of prayer that closed the toilsome day, they marked the look of peace upon His face, the freshness and life and power that seemed to pervade His whole being. From hours spent alone with God He came forth, morning by morning, to bring the light of heaven to men.",
    "It was just after the return from their first missionary tour that Jesus bade His disciples, Come apart, and rest awhile. The disciples had returned, filled with the joy of their success as heralds of the gospel, when the tidings reached them of the death of John the Baptist at the hand of Herod. It was a bitter sorrow and disappointment. Jesus knew that in leaving the Baptist to die in prison He had severely tested the disciples' faith. With pitying tenderness He looked upon their sorrowful, tear-stained faces. Tears were in His own eyes and voice as He said, \"Come ye yourselves apart into a desert place, and rest awhile.\" Mark 6:31.",
    "Near Bethsaida, at the northern end of the Sea of Galilee, was a lonely region, beautiful with the fresh green of spring, that offered a welcome retreat to Jesus and His disciples. For this place they set out, going in their boat across the lake. Here they could rest, apart from the confusion of the multitude. Here the disciples could listen to the words of Christ, undisturbed by the retorts and accusations of the Pharisees. Here they hoped to enjoy a short season of fellowship in the society of their Lord.",
    "Only a short time did Jesus have alone with His beloved ones, but how precious to them were those few moments. They talked together regarding the work of the gospel and the possibility of making their labor more effective in reaching the people. As Jesus opened to them the treasures of truth, they were vitalized by divine power and inspired with hope and courage.",
    "But soon He was again sought for by the multitude. Supposing that He had gone to His usual place of retirement, the people followed Him thither. His hope to gain even one hour of rest was frustrated. But in the depth of His pure, compassionate heart the Good Shepherd of the sheep had only love and pity for these restless, thirsting souls. All day He ministered to their needs, and at evening dismissed them to go to their homes and rest.",
    "In a life wholly devoted to the good of others, the Saviour found it necessary to turn aside from ceaseless activity and contact with human needs, to seek retirement and unbroken communion with His Father. As the throng that had followed Him depart, He goes into the mountains, and there, alone with God, pours out His soul in prayer for these suffering, sinful, needy ones.",
    "When Jesus said to His disciples that the harvest was great and the laborers were few, He did not urge upon them the necessity of ceaseless toil, but bade them, \"Pray ye therefore the Lord of the harvest, that He will send forth laborers into His harvest.\" Matthew 9:38. To His toil-worn workers today as really as to His first disciples He speaks these words of compassion, \"Come ye yourselves apart, . . . and rest awhile.\"",
    "All who are under the training of God need the quiet hour for communion with their own hearts, with nature, and with God. In them is to be revealed a life that is not in harmony with the world, its customs, or its practices; and they need to have a personal experience in obtaining a knowledge of the will of God. We must individually hear Him speaking to the heart. When every other voice is hushed, and in quietness we wait before Him, the silence of the soul makes more distinct the voice of God. He bids us, \"Be still, and know that I am God.\" Psalm 46:10. This is the effectual preparation for all labor for God. Amidst the hurrying throng, and the strain of life's intense activities, he who is thus refreshed will be surrounded with an atmosphere of light and peace. He will receive a new endowment of both physical and mental strength. His life will breathe out a fragrance, and will reveal a divine power that will reach men's hearts."
]