[
    "In the teaching that God gave to Israel, the preservation of health received careful attention. The people who had come from slavery with the uncleanly and unhealthful habits which it engenders, were subjected to the strictest training in the wilderness before entering Canaan. Health principles were taught and sanitary laws enforced.",
    "Not only in their religious service, but in all the affairs of daily life was observed the distinction between clean and unclean. All who came in contact with contagious or contaminating diseases were isolated from the encampment, and they were not permitted to return without thorough cleansing of both the person and the clothing. In the case of one afflicted with a contaminating disease, the direction was given:",
    "\"Every bed, whereon he lieth, . . . is unclean: and everything, whereon he sitteth, shall be unclean. And whosoever toucheth his bed shall wash his clothes, and bathe himself in water, and be unclean until the even. And he that sitteth on anything whereon he sat . . . shall wash his clothes, and bathe himself in water, and be unclean until the even. And he that toucheth the flesh of him . . . shall wash his clothes, and bathe himself in water, and be unclean until the even. . . . And whosoever toucheth anything that was under him shall be unclean until the even: and he that beareth any of those things shall wash his clothes, and bathe himself in water, and be unclean until the even. And whomsoever he toucheth . . . and hath not rinsed his hands in water, he shall wash his clothes, and bathe himself in water, and be unclean until the even. And the vessel of earth, that he toucheth, . . . shall be broken: and every vessel of wood shall be rinsed in water.\" Leviticus 15:4-12.",
    "The law concerning leprosy is also an illustration of the thoroughness with which these regulations were to be enforced:",
    "\"All the days wherein the plague shall be in him [the leper] he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be. The garment also that the plague of leprosy is in, whether it be a woolen garment, or a linen garment; whether it be in the warp, or woof; of linen, or of woolen; whether in a skin, or in anything made of skin; . . . the priest shall look upon the plague: . . . if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, or in any work that is made of skin; the plague is a fretting leprosy; it is unclean. He shall therefore burn that garment, whether warp or woof, in woolen or in linen, or anything of skin, wherein the plague is: for it is a fretting leprosy; it shall be burnt in the fire.\" Leviticus 13:46-52.",
    "So, too, if a house gave evidence of conditions that rendered it unsafe for habitation, it was destroyed. The priest was to \"break down the house, the stones of it, and the timber thereof, and all the mortar of the house; and he shall carry them forth out of the city into an unclean place. Moreover he that goeth into the house all the while that it is shut up shall be unclean until the even. And he that lieth in the house shall wash his clothes; and he that eateth in the house shall wash his clothes.\" Leviticus 14:45-47.",
    "The necessity of personal cleanliness was taught in the most impressive manner. Before gathering at Mount Sinai to listen to the proclamation of the law by the voice of God, the people were required to wash both their persons and their clothing. This direction was enforced on pain of death. No impurity was to be tolerated in the presence of God.",
    "During the sojourn in the wilderness the Israelites were almost continually in the open air, where impurities would have a less harmful effect than upon the dwellers in close houses. But the strictest regard to cleanliness was required both within and without their tents. No refuse was allowed to remain within or about the encampment. The Lord said:",
    "\"The Lord thy God walketh in the midst of thy camp, to deliver thee, and to give up thine enemies before thee; therefore shall thy camp be holy.\" Deuteronomy 23:14.",
    "The distinction between clean and unclean was made in all matters of diet:",
    "\"I am the Lord thy God, which have separated you from other people. Ye shall therefore put difference between clean beasts and unclean, and between unclean fowls and clean: and ye shall not make your souls abominable by beast, or by fowl, or by any manner of living thing, . . . which I have separated from you as unclean.\" Leviticus 20:24, 25.",
    "Many articles of food eaten freely by the heathen about them were forbidden to the Israelites. It was no arbitrary distinction that was made. The things prohibited were unwholesome. And the fact that they were pronounced unclean taught the lesson that the use of injurious foods is defiling. That which corrupts the body tends to corrupt the soul. It unfits the user for communion with God, unfits him for high and holy service.",
    "In the Promised Land the discipline begun in the wilderness was continued under circumstances favorable to the formation of right habits. The people were not crowded together in cities, but each family had its own landed possession, ensuring to all the health-giving blessings of a natural, unperverted life.",
    "Concerning the cruel, licentious practices of the Canaanites, who were dispossessed by Israel, the Lord said:",
    "\"Ye shall not walk in the manners of the nation, which I cast out before you: for they committed all these things, and therefore I abhorred them.\" Verse 23. \"Neither shalt thou bring an abomination into thine house, lest thou be a cursed thing like it.\" Deuteronomy 7:26.",
    "In all the affairs of their daily life, the Israelites were taught the lesson set forth by the Holy Spirit:",
    "\"Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.\" 1 Corinthians 3:16, 17.",
    "\"A merry [rejoicing] heart doeth good like a medicine.\" Proverbs 17:22. Gratitude, rejoicing, benevolence, trust in God's love and care—these are health's greatest safeguard. To the Israelites they were to be the very keynote of life.",
    "The journey made three times a year to the annual feasts at Jerusalem, the week's sojourn in booths during the Feast of Tabernacles, were opportunities for outdoor recreation and social life. These feasts were occasions of rejoicing, made sweeter and more tender by the hospitable welcome given to the stranger, the Levite, and the poor.",
    "\"Rejoice in every good thing which the Lord thy God hath given unto thee, and unto thine house, thou, and the Levite, and the stranger that is among you.\" Deuteronomy 26:11.",
    "So, in later years, when the law of God was read in Jerusalem to the captives returned from Babylon, and the people wept because of their transgressions, the gracious words were spoken:",
    "\"Mourn not. . . . Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the Lord is your strength.\" Nehemiah 8:9, 10.",
    "And it was published and proclaimed \"in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written. So the people went forth, and brought them, and made themselves booths, everyone upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim. And all the congregation of them that were come again out of the captivity made booths, and sat under the booths. . . . And there was very great gladness.\" Verses 15-17.",
    "God gave to Israel instruction in all the principles essential to physical as well as to moral health, and it was concerning these principles no less than concerning those of the moral law that He commanded them:",
    "\"These words, which I command thee this day, shall be in thine heart: and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up. And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes. And thou shalt write them upon the posts of thy house, and on thy gates.\" Deuteronomy 6:6-9.",
    "\"And when thy son asketh thee in time to come, saying, What mean the testimonies, and the statutes, and the judgments, which the Lord our God hath commanded you? Then thou shalt say unto thy son, . . . The Lord commanded us to do all these statutes, to fear the Lord our God, for our good always, that He might preserve us alive, as it is at this day.\" Verses 20-24.",
    "Had the Israelites obeyed the instruction they received, and profited by their advantages, they would have been the world's object lesson of health and prosperity. If as a people they had lived according to God's plan, they would have been preserved from the diseases that afflicted other nations. Above any other people they would have possessed physical strength and vigor of intellect. They would have been the mightiest nation on the earth. God said:",
    "\"Thou shalt be blessed above all people.\" Deuteronomy 7:14.",
    "\"The Lord hath avouched thee this day to be His peculiar people, as He hath promised thee, and that thou shouldest keep all His commandments; and to make thee high above all nations which He hath made, in praise, and in name, and in honor; and that thou mayest be an holy people unto the Lord thy God, as He hath spoken.\" Deuteronomy 26:18, 19.",
    "\"And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the Lord thy God. Blessed shalt thou be in the city, and blessed shalt thou be in the field. Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep. Blessed shall be thy basket and thy store. Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.\" Deuteronomy 28:2-6.",
    "\"The Lord shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and He shall bless thee in the land which the Lord thy God giveth thee. The Lord shall establish thee an holy people unto Himself, as He hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in His ways. And all people of the earth shall see that thou art called by the name of the Lord; and they shall be afraid of thee. And the Lord shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the Lord sware unto thy fathers to give thee. The Lord shall open unto thee His good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand. . . . And the Lord shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the Lord thy God, which I command thee this day, to observe and to do them.\" Verses 8-13.",
    "To Aaron the high priest and his sons the direction was given: <br><br>\"On this wise ye shall bless the children of Israel, saying unto them, <br><br>\"Jehovah bless thee, and keep thee: <br>Jehovah make His face to shine upon thee, <br>And be gracious unto thee: <br>Jehovah lift up His countenance upon thee, <br>And give thee peace. <br>So shall they put My name upon the children of Israel; <br>And I will bless them.\" <br><br>\"As thy days, so shall thy strength be. <br>There is none like unto God, O Jeshurun, <br>Who rideth upon the heaven for thy help, <br>And in His excellency on the skies. <br>The eternal God is thy dwelling place, <br>And underneath are the everlasting arms. . . . <br>Israel dwelleth in safety, <br>The fountain of Jacob alone, <br><br>\"In a land of corn and wine; <br>Yea, His heavens drop down dew. <br>Happy art thou, O Israel: <br>Who is like unto thee, a people saved by the Lord, <br>The shield of thy help, <br>And that is the sword of thy excellency!\" <br>Numbers 6:23; 6:24-27, A.R.V.; <br>Deuteronomy 33:25-29, R.V.",
    "The Israelites failed of fulfilling God's purpose, and thus failed of receiving the blessings that might have been theirs. But in Joseph and Daniel, in Moses and Elisha, and many others, we have noble examples of the results of the true plan of living. Like faithfulness today will produce like results. To us it is written:",
    "\"Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should show forth the praises of Him who hath called you out of darkness into His marvelous light.\" 1 Peter 2:9.",
    "\"Blessed is the man that trusteth in the Lord, <br>And whose hope the Lord is.\" <br>He \"shall flourish like the palm tree: <br>He shall grow like a cedar in Lebanon. <br>Those that be planted in the house of the Lord <br>Shall flourish in the courts of our God. <br>They shall still bring forth fruit in old age.\" <br>\"They shall be vigorous and covered with foliage.\"",
    "\"Let thine heart keep My commandments: <br>For length of days, and long life, <br>And peace, shall they add to thee.\" <br>\"Then shalt thou walk in thy way safely, <br>And thy foot shall not stumble. <br>When thou liest down, thou shalt not be afraid: <br>Yea, thou shalt lie down, and thy sleep shall be sweet. <br>Be not afraid of sudden fear, <br>Neither of the desolation of the wicked, when it cometh. <br>For the Lord shall be thy confidence, <br>And shall keep thy foot from being taken.\" <br>Jeremiah 17:7; Psalm 92:12-14; 92:14, Leeser; <br>Proverbs 3:1, 2, 23-26."
]