[
    "Like our Saviour, we are in this world to do service for God. We are here to become like God in character, and by a life of service to reveal Him to the world. In order to be co-workers with God, in order to become like Him and to reveal His character, we must know Him aright. We must know Him as He reveals Himself.",
    "A knowledge of God is the foundation of all true education and of all true service. It is the only real safeguard against temptation. It is this alone that can make us like God in character.",
    "This is the knowledge needed by all who are working for the uplifting of their fellow men. Transformation of character, purity of life, efficiency in service, adherence to correct principles, all depend upon a right knowledge of God. This knowledge is the essential preparation both for this life and for the life to come.",
    "\"The knowledge of the Holy is understanding.\" Proverbs 9:10.",
    "Through a knowledge of Him are given unto us \"all things that pertain unto life and godliness.\" 2 Peter 1:3.",
    "\"This is life eternal,\" said Jesus, \"that they might know Thee the only true God, and Jesus Christ, whom Thou hast sent.\" John 17:3.",
    "\"Thus saith the Lord, <br>Let not the wise man glory in his wisdom, <br>Neither let the mighty man glory in his might, <br>Let not the rich man glory in his riches: <br>But let him that glorieth glory in this, <br>That he understandeth and knoweth Me, <br>That I am the Lord which exercise loving-kindness, <br>Judgment, and righteousness, in the earth: <br>For in these things I delight, saith the Lord.\" <br>Jeremiah 9:23, 24.",
    "We need to study the revelations of Himself that God has given. <br><br>\"Acquaint now thyself with Him, <br>And be at peace: <br>Thereby good shall come unto thee. <br>Receive, I pray thee, the law from His mouth, <br>And lay up His words in thy heart. . . . <br>And the Almighty will be thy treasure. . . .",
    "\"Then shalt thou delight thyself in the Almighty, <br>And shalt lift up thy face unto God. <br>Thou shalt make thy prayer unto Him, <br>And He will hear thee; <br>And thou shalt pay thy vows. <br>Thou shalt also decree a thing, <br>And it shall be established unto thee; <br>And light shall shine upon thy ways. <br>When they cast thee down, thou shalt say, <br>There is lifting up; <br>And the humble person He will save.\" <br>Job 22:21-29, A.R.V.",
    "\"The invisible things of Him since the creation of the world are clearly seen, being perceived through the things that are made, even His everlasting power and divinity.\" Romans 1:20, A.R.V.",
    "The things of nature that we now behold give us but a faint conception of Eden's glory. Sin has marred earth's beauty; on all things may be seen traces of the work of evil. Yet much that is beautiful remains. Nature testifies that One infinite in power, great in goodness, mercy, and love, created the earth, and filled it with life and gladness. Even in their blighted state, all things reveal the handiwork of the great Master Artist. Wherever we turn, we may hear the voice of God, and see evidences of His goodness.",
    "From the solemn roll of the deep-toned thunder and old ocean's ceaseless roar, to the glad songs that make the forests vocal with melody, nature's ten thousand voices speak His praise. In earth and sea and sky, with their marvelous tint and color, varying in gorgeous contrast or blended in harmony, we behold His glory. The everlasting hills tell us of His power. The trees that wave their green banners in the sunlight, and the flowers in their delicate beauty, point to their Creator. The living green that carpets the brown earth tells of God's care for the humblest of His creatures. The caves of the sea and the depths of the earth reveal His treasures. He who placed the pearls in the ocean and the amethyst and chrysolite among the rocks, is a lover of the beautiful. The sun rising in the heavens is a representative of Him who is the life and light of all that He has made. All the brightness and beauty that adorn the earth and light up the heavens, speak of God.",
    "\"His glory covered the heavens.\" <br>\"The earth is full of Thy riches.\" <br><br>\"Day unto day uttereth speech, <br>And night unto night showeth knowledge. <br>There is no speech nor language, <br>Without these their voice is heard. <br>Their line is gone out through all the earth, <br>And their words to the end of the world.\" <br>Habakkuk 3:3; Psalm 104:24; 19:2-4, margin.",
    "All things tell of His tender, fatherly care and of His desire to make His children happy.",
    "The mighty power that works through all nature and sustains all things is not, as some men of science represent, merely an all-pervading principle, an actuating energy. God is a Spirit; yet He is a personal Being; for so He has revealed Himself:",
    "\"The Lord is the true God, <br>He is the living God, and an everlasting King: . . . <br>The gods that have not made the heavens and the earth, <br>Even they shall perish from the earth, and from under these heavens.\" <br>\"The portion of Jacob is not like them: <br>For He is the former of all things.\" <br>\"He hath made the earth by His power, <br>He hath established the world by His wisdom, <br>And hath stretched out the heavens by His discretion.\" <br>Jeremiah 10:10, 11, 16, 12.",
    "God's handiwork in nature is not God Himself in nature. The things of nature are an expression of God's character and power; but we are not to regard nature as God. The artistic skill of human beings produces very beautiful workmanship, things that delight the eye, and these things reveal to us something of the thought of the designer; but the thing made is not the maker. It is not the work, but the workman, that is counted worthy of honor. So while nature is an expression of God's thought, it is not nature, but the God of nature, that is to be exalted.",
    "\"Let us worship and bow down: <br>Let us kneel before the Lord.\" <br>\"In His hand are the deep places of the earth; <br>The heights of the mountains are His also. <br>The sea is His, and He made it; <br>And His hands formed the dry land.\" <br>Psalm 95:6; 95:4, 5, A.R.V.",
    "\"Seek Him that maketh the Pleiades and Orion, <br>And turneth the shadow of death into the morning, <br>And maketh the day dark with night;\" <br>\"He that formeth the mountains, and createth the wind, <br>And declareth unto man what is His thought;\" <br>\"He that buildeth His spheres in the heaven, <br>And hath founded His arch [Noyes's translation] in the earth;\" <br><br>\"He that calleth for the waters of the sea, <br>And poureth them out upon the face of the earth; <br>Jehovah is His name.\" <br>Amos 5:8, A.R.V.; 4:13, A.R.V.; 9:6, margin; 9:6, A.R.V.",
    "The work of creation cannot be explained by science. What science can explain the mystery of life?",
    "\"Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.\" Hebrews 11:3.",
    "\"I form the light, and create darkness: . . . <br>I the Lord do all these things. . . . <br>I have made the earth, <br>And created man upon it: <br>I, even My hands, have stretched out the heavens, <br>And all their host have I commanded.\" <br>\"When I call unto them, they stand up together.\" <br>Isaiah 45:7-12; 48:13.",
    "In the creation of the earth, God was not indebted to pre-existing matter. \"He spake, and it was; . . . He commanded, and it stood fast.\" Psalm 33:9. All things, material or spiritual, stood up before the Lord Jehovah at His voice and were created for His own purpose. The heavens and all the host of them, the earth and all things therein, came into existence by the breath of His mouth.",
    "In the creation of man was manifest the agency of a personal God. When God had made man in His image, the human form was perfect in all its arrangements, but it was without life. Then a personal, self-existing God breathed into that form the breath of life, and man became a living, intelligent being. All parts of the human organism were set in action. The heart, the arteries, the veins, the tongue, the hands, the feet, the senses, the faculties of the mind, all began their work, and all were placed under law. Man became a living soul. Through Christ the Word, a personal God created man and endowed him with intelligence and power.",
    "Our substance was not hid from Him when we were made in secret; His eyes saw our substance, yet being imperfect, and in His book all our members were written when as yet there were none of them.",
    "Above all lower orders of being, God designed that man, the crowning work of His creation, should express His thought and reveal His glory. But man is not to exalt himself as God.",
    "\"Make a joyful noise unto the Lord. . . . <br>Serve the Lord with gladness: <br>Come before His presence with singing. <br>Know ye that the Lord He is God: <br>It is He that hath made us, and His we are; <br>We are His people, and the sheep of His pasture. <br>Enter into His gates with thanksgiving, <br>And into His courts with praise: <br>Be thankful unto Him, and bless His name.\" <br>\"Exalt the Lord our God, <br>And worship at His holy hill; <br>For the Lord our God is holy.\" <br>Psalm 100:1-4, margin; 99:9.",
    "God is constantly employed in upholding and using as His servants the things that He has made. He works through the laws of nature, using them as His instruments. They are not self-acting. Nature in her work testifies of the intelligent presence and active agency of a Being who moves in all things according to His will.",
    "\"Forever, O Lord, <br>Thy word is settled in heaven. <br>Thy faithfulness is unto all generations: <br>Thou hast established the earth, and it abideth. <br>They continue this day according to Thine ordinances: <br>For all are Thy servants.\" <br>\"Whatsoever the Lord pleased, that did He <br>In heaven, and in earth, in the seas, and all deep places.\" <br>\"He commanded, and they were created. <br>He hath also established them for ever and ever: <br>He hath made a decree which shall not pass.\" <br>Psalm 119:89-91; 135:6; 148:5, 6.",
    "It is not by inherent power that year by year the earth yields its bounties and continues its march around the sun. The hand of the Infinite One is perpetually at work guiding this planet. It is God's power continually exercised that keeps the earth in position in its rotation. It is God who causes the sun to rise in the heavens. He opens the windows of heaven and gives rain.",
    "\"He giveth snow like wool: <br>He scattereth the hoarfrost like ashes.\" <br>\"When He uttereth His voice, there is a multitude of waters in the heavens, <br>And He causeth the vapors to ascend from the ends of the earth; <br>He maketh lightnings with rain, <br>And bringeth forth the wind out of His treasures.\" <br>Psalm 147:16; Jeremiah 10:13.",
    "It is by His power that vegetation is caused to flourish, that every leaf appears, every flower blooms, every fruit develops.",
    "The mechanism of the human body cannot be fully understood; it presents mysteries that baffle the most intelligent. It is not as the result of a mechanism, which, once set in motion, continues its work, that the pulse beats and breath follows breath. In God we live and move and have our being. The beating heart, the throbbing pulse, every nerve and muscle in the living organism, is kept in order and activity by the power of an ever-present God.",
    "The Bible shows us God in His high and holy place, not in a state of inactivity, not in silence and solitude, but surrounded by ten thousand times ten thousand and thousands of thousands of holy beings, all waiting to do His will. Through these messengers He is in active communication with every part of His dominion. By His Spirit He is everywhere present. Through the agency of His Spirit and His angels He ministers to the children of men.",
    "Above the distractions of the earth He sits enthroned; all things are open to His divine survey; and from His great and calm eternity He orders that which His providence sees best.",
    "\"The way of man is not in himself: <br>It is not in man that walketh to direct his steps.\" <br><br>\"Trust in the Lord with all thine heart. . . . <br>In all thy ways acknowledge Him, <br>And He shall direct thy paths.\" <br><br>\"The eye of the Lord is upon them that fear Him, <br>Upon them that hope in His mercy; <br>To deliver their soul from death, <br>And to keep them alive in famine.\" <br><br>\"How precious is Thy loving-kindness, O God! . . . <br>The children of men take refuge under the shadow of Thy wings.\" <br>\"Happy is he that hath the God of Jacob for his help, <br>Whose hope is in the Lord his God.\" <br>\"The earth, O Jehovah, is full of Thy loving-kindness.\" <br>Thou lovest \"righteousness and justice.\" <br>Thou \"art the confidence of all the ends of the earth, <br>And of them that are afar off upon the sea: <br>Who by His strength setteth fast the mountains, <br>Being girded about with might; <br>Who stilleth the roaring of the seas, . . . <br>And the tumult of the peoples.\" <br><br>\"Thou makest the outgoings of the morning and evening to rejoice.\" <br>\"Thou crownest the year with Thy goodness; <br>And Thy paths drop fatness.\" <br><br>\"The Lord upholdeth all that fall, <br>And raiseth up all those that be bowed down. <br>The eyes of all wait upon Thee; <br>And Thou givest them their meat in due season. <br>Thou openest Thine hand, <br>And satisfiest the desire of every living thing.\" <br>Jeremiah 10:23; Proverbs 3:5, 6; Psalm 33:18, 19; 36:7, A.R.V.; 146:5; 119:64, A.R.V.; 33:5, A.R.V.; 65:5-7, A.R.V.; 65:8, 11; 145:14-16.",
    "As a personal being, God has revealed Himself in His Son. The outshining of the Father's glory, \"and the express image of His person,\" Jesus, as a personal Saviour, came to the world. As a personal Saviour He ascended on high. As a personal Saviour He intercedes in the heavenly courts. Before the throne of God in our behalf ministers \"One like unto the Son of man.\" Hebrews 1:3; Revelation 1:13.",
    "Christ, the Light of the world, veiled the dazzling splendor of His divinity and came to live as a man among men, that they might, without being consumed, become acquainted with their Creator. Since sin brought separation between man and his Maker, no man has seen God at any time, except as He is manifested through Christ.",
    "\"I and My Father are one,\" Christ declared. \"No man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal Him.\" John 10:30; Matthew 11:27.",
    "Christ came to teach human beings what God desires them to know. In the heavens above, in the earth, in the broad waters of the ocean, we see the handiwork of God. All created things testify to His power, His wisdom, His love. Yet not from the stars or the ocean or the cataract can we learn of the personality of God as it was revealed in Christ.",
    "God saw that a clearer revelation than nature was needed to portray both His personality and His character. He sent His Son into the world to manifest, so far as could be endured by human sight, the nature and the attributes of the invisible God.",
    "Let us study the words that Christ spoke in the upper chamber on the night before His crucifixion. He was nearing His hour of trial, and He sought to comfort His disciples, who were to be so severely tempted and tried.",
    "\"Let not your heart be troubled,\" He said. \"Ye believe in God, believe also in Me. In My Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. . . .",
    "\"Thomas saith unto Him, Lord, we know not whither Thou goest; and how can we know the way? Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by Me. If ye had known Me, ye should have known My Father also: and from henceforth ye know Him, and have seen Him. . . .",
    "\"Lord, show us the Father,\" said Philip, \"and it sufficeth us. Jesus saith unto him, Have I been so long time with you, and yet hast thou not known Me, Philip? he that hath seen Me hath seen the Father; and how sayest thou then, Show us the Father? Believest thou not that I am in the Father, and the Father in Me? the words that I speak unto you I speak not of Myself: but the Father that dwelleth in Me, He doeth the works.\" John 14:1-10.",
    "The disciples did not yet understand Christ's words concerning His relation to God. Much of His teaching was still dark to them. Christ desired them to have a clearer, more distinct knowledge of God.",
    "\"These things have I spoken unto you in parables,\" He said; \"but the time cometh, when I shall no more speak unto you in parables, but I shall show you plainly of the Father.\" John 16:25, margin.",
    "When, on the Day of Pentecost, the Holy Spirit was poured out on the disciples, they understood more fully the truths that Christ had spoken in parables. Much of the teaching that had been a mystery to them was made clear. But not even then did the disciples receive the complete fulfillment of Christ's promise. They received all the knowledge of God that they could bear, but the complete fulfillment of the promise that Christ would show them plainly of the Father was yet to come. Thus it is today. Our knowledge of God is partial and imperfect. When the conflict is ended, and the Man Christ Jesus acknowledges before the Father His faithful workers, who in a world of sin have borne true witness for Him, they will understand clearly what now are mysteries to them.",
    "Christ took with Him to the heavenly courts His glorified humanity. To those who receive Him He gives power to become the sons of God, that at last God may receive them as His, to dwell with Him throughout eternity. If during this life they are loyal to God, they will at last \"see His face; and His name shall be in their foreheads.\" Revelation 22:4. And what is the happiness of heaven but to see God? What greater joy could come to the sinner saved by the grace of Christ than to look upon the face of God and know Him as Father?",
    "The Scriptures clearly indicate the relation between God and Christ, and they bring to view as clearly the personality and individuality of each.",
    "\"God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets, hath in these last days spoken unto us by His Son; . . . who being the brightness of His glory, and the express image of His person, and upholding all things by the word of His power, when He had by Himself purged our sins, sat down on the right hand of the Majesty on high; being made so much better than the angels, as He hath by inheritance obtained a more excellent name than they. For unto which of the angels said He at any time.",
    "\"Thou art My Son, <br>This day have I begotten Thee? <br><br>And again,<br><br> I will be to Him a Father, <br>And He shall be to Me a Son?\" <br>Hebrews 1:1-5.",
    "The personality of the Father and the Son, also the unity that exists between Them, are presented in the seventeenth chapter of John, in the prayer of Christ for His disciples:",
    "\"Neither pray I for these alone, but for them also which shall believe on Me through their word; that they all may be one; as Thou, Father, art in Me, and I in Thee, that they also may be one in Us: that the world may believe that Thou hast sent Me.\" John 17:20, 21.",
    "The unity that exists between Christ and His disciples does not destroy the personality of either. They are one in purpose, in mind, in character, but not in person. It is thus that God and Christ are one.",
    "Taking humanity upon Him, Christ came to be one with humanity, and at the same time to reveal our heavenly Father to sinful human beings. He who had been in the presence of the Father from the beginning, He who was the express image of the invisible God, was alone able to reveal the character of the Deity to mankind. He was in all things made like unto His brethren. He became flesh even as we are. He was hungry and thirsty and weary. He was sustained by food and refreshed by sleep. He shared the lot of men; yet He was the blameless Son of God. He was a stranger and sojourner on the earth—in the world, but not of the world; tempted and tried as men and women today are tempted and tried, yet living a life free from sin. Tender, compassionate, sympathetic, ever considerate of others, He represented the character of God, and was constantly engaged in service for God and man.",
    "\"Jehovah hath anointed Me,\" He said, <br>\"To preach good tidings unto the poor; <br>He hath sent Me to bind up the brokenhearted, <br>To proclaim liberty to the captives,\" <br>\"And recovering of sight to the blind;\" <br>\"To proclaim the year of Jehovah's favor; . . . <br>To comfort all that mourn.\" <br>Isaiah 61:1, A.R.V., margin; <br>Luke 4:18; Isaiah 61:2, A.R.V.",
    "\"Love your enemies,\" He bids us; \"bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; that ye may be the children of your Father which is in heaven;\" \"for He is kind unto the unthankful and to the evil.\" \"He maketh His sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.\" \"Be ye therefore merciful, as your Father also is merciful.\" Matthew 5:44, 45; Luke 6:35; Matthew 5:45; Luke 6:36.",
    "\"Through the tender mercy of our God; . . . <br>The Dayspring from on high hath visited us, <br>To give light to them that sit in darkness and in the shadow of death, <br>To guide our feet into the way of peace.\" ,br>Luke 1:78, 79.",
    "The revelation of God's love to man centers in the cross. Its full significance tongue cannot utter, pen cannot portray, the mind of man cannot comprehend. Looking upon the cross of Calvary, we can only say, \"God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.\" John 3:16.",
    "Christ crucified for our sins, Christ risen from the dead, Christ ascended on high, is the science of salvation that we are to learn and to teach.",
    "\"Who, existing in the form of God, counted not the being on an equality with God a thing to be grasped, but emptied Himself, taking the form of a servant, being made in the likeness of men; and being found in fashion as a man, He humbled Himself, becoming obedient even unto death, yea, the death of the cross.\" Philippians 2:6-8, A.R.V.",
    "\"It is Christ that died, yea rather, that is risen again, who is even at the right hand of God.\" \"Wherefore He is able also to save them to the uttermost that come unto God by Him, seeing He ever liveth to make intercession for them.\" Romans 8:34; Hebrews 7:25.",
    "\"We have not a high priest that cannot be touched with the feeling of our infirmities; but One that hath been in all points tempted like as we are, yet without sin.\" Hebrews 4:15, A.R.V.",
    "It is through the gift of Christ that we receive every blessing. Through that gift there comes to us day by day the unfailing flow of Jehovah's goodness. Every flower, with its delicate tints and its fragrance, is given for our enjoyment through that one Gift. The sun and the moon were made by Him. There is not a star which beautifies the heavens that He did not make. Every drop of rain that falls, every ray of light shed upon our unthankful world, testifies to the love of God in Christ. Everything is supplied to us through the one unspeakable Gift, God's only-begotten Son. He was nailed to the cross that all these bounties might flow to God's workmanship.",
    "\"Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God.\" 1 John 3:1.",
    "\"Men have not heard, nor perceived by the ear, <br>Neither hath the eye seen a God besides Thee, <br>Who worketh for him that waiteth for Him.\" Isaiah 64:4, A.R.V.",
    "The knowledge of God as revealed in Christ is the knowledge that all who are saved must have. It is the knowledge that works transformation of character. This knowledge, received, will re-create the soul in the image of God. It will impart to the whole being a spiritual power that is divine.",
    "\"We all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory.\" 2 Corinthians 3:18.",
    "Of His own life the Saviour said, \"I have kept My Father's commandments.\" John 15:10. \"The Father hath not left Me alone; for I do always those things that please Him.\" John 8:29. As Jesus was in human nature, so God means His followers to be. In His strength we are to live the life of purity and nobility which the Saviour lived.",
    "\"For this cause,\" Paul says, \"I bow my knees unto the Father of our Lord Jesus Christ, of whom the whole family in heaven and earth is named, that He would grant you, according to the riches of His glory, to be strengthened with might by His Spirit in the inner man; that Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, may be able to comprehend with all saints what is the breadth, and length, and depth, and height; and to know the love of Christ, which passeth knowledge, that ye might be filled with all the fullness of God.\" Ephesians 3:14-19.",
    "We \"do not cease to pray for you, and to desire that ye might be filled with the knowledge of His will in all wisdom and spiritual understanding; that ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God; strengthened with all might, according to His glorious power, unto all patience and long-suffering with joyfulness.\" Colossians 1:9-11.",
    "This is the knowledge which God is inviting us to receive, and beside which all else is vanity and nothingness."
]