[
    "Every association of life calls for the exercise of self-control, forbearance, and sympathy. We differ so widely in disposition, habits, education, that our ways of looking at things vary. We judge differently. Our understanding of truth, our ideas in regard to the conduct of life, are not in all respects the same. There are no two whose experience is alike in every particular. The trials of one are not the trials of another. The duties that one finds light are to another most difficult and perplexing.",
    "So frail, so ignorant, so liable to misconception is human nature, that each should be careful in the estimate he places upon another. We little know the bearing of our acts upon the experience of others. What we do or say may seem to us of little moment, when, could our eyes be opened, we should see that upon it depended the most important results for good or for evil.",
    "Many have borne so few burdens, their hearts have known so little real anguish, they have felt so little perplexity and distress in behalf of others, that they cannot understand the work of the true burden bearer. No more capable are they of appreciating his burdens than is the child of understanding the care and toil of his burdened father. The child may wonder at his father's fears and perplexities. These appear needless to him. But when years of experience shall have been added to his life, when he himself comes to bear its burdens, he will look back upon his father's life and understand that which was once so incomprehensible. Bitter experience has given him knowledge.",
    "The work of many a burden bearer is not understood, his labors are not appreciated, until death lays him low. When others take up the burdens he has laid down, and meet the difficulties he encountered, they can understand how his faith and courage were tested. Often then the mistakes they were so quick to censure are lost sight of. Experience teaches them sympathy. God permits men to be placed in positions of responsibility. When they err, He has power to correct or to remove them. We should be careful not to take into our hands the work of judging that belongs to God.",
    "The conduct of David toward Saul has a lesson. By command of God, Saul had been anointed as king over Israel. Because of his disobedience the Lord declared that the kingdom should be taken from him; and yet how tender and courteous and forbearing was the conduct of David toward him! In seeking the life of David, Saul came into the wilderness and, unattended, entered the very cave where David with his men of war lay hidden. \"And the men of David said unto him, Behold the day of which the Lord said unto thee, . . .",
    "I will deliver thine enemy into thine hand, that thou mayest do to him as it shall seem good unto thee. . . . And he said unto his men, The Lord forbid that I should do this thing unto my master, the Lord's anointed, to stretch forth mine hand against him, seeing he is the anointed of the Lord.\" The Saviour bids us, \"Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.\" Remember that soon your life record will pass in review before God. Remember, too, that He has said, \"Thou art inexcusable, O man, whosoever thou art that judgest: . . . for thou that judgest doest the same things.\" 1 Samuel 24:4-6; Matthew 7:1, 2; Romans 2:1.",
    "We cannot afford to let our spirits chafe over any real or supposed wrong done to ourselves. Self is the enemy we most need to fear. No form of vice has a more baleful effect upon the character than has human passion not under the control of the Holy Spirit. No other victory we can gain will be so precious as the victory gained over self.",
    "We should not allow our feelings to be easily wounded. We are to live, not to guard our feelings or our reputation, but to save souls. As we become interested in the salvation of souls we cease to mind the little differences that so often arise in our association with one another. Whatever others may think of us or do to us, it need not disturb our oneness with Christ, the fellowship of the Spirit. \"What glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God.\" 1 Peter 2:20.",
    "Do not retaliate. So far as you can do so, remove all cause for misapprehension. Avoid the appearance of evil. Do all that lies in your power, without the sacrifice of principle, to conciliate others. \"If thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee; leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.\" Matthew 5:23, 24.",
    "If impatient words are spoken to you, never reply in the same spirit. Remember that \"a soft answer turneth away wrath.\" Proverbs 15:1. And there is wonderful power in silence. Words spoken in reply to one who is angry sometimes serve only to exasperate. But anger met with silence, in a tender, forbearing spirit, quickly dies away.",
    "Under a storm of stinging, faultfinding words, keep the mind stayed upon the word of God. Let mind and heart be stored with God's promises. If you are ill-treated or wrongfully accused, instead of returning an angry answer, repeat to yourself the precious promises:",
    "\"Be not overcome of evil, but overcome evil with good.\" Romans 12:21.",
    "\"Commit thy way unto the Lord; trust also in Him; and He shall bring it to pass. And He shall bring forth thy righteousness as the light, and thy judgment as the noonday.\" Psalm 37:5, 6.",
    "\"There is nothing covered, that shall not be revealed; neither hid, that shall not be known.\" Luke 12:2.",
    "\"Thou hast caused men to ride over our heads; we went through fire and through water: but Thou broughtest us out into a wealthy place.\" Psalm 66:12.",
    "We are prone to look to our fellow men for sympathy and uplifting, instead of looking to Jesus. In His mercy and faithfulness God often permits those in whom we place confidence to fail us, in order that we may learn the folly of trusting in man and making flesh our arm. Let us trust fully, humbly, unselfishly in God. He knows the sorrows that we feel to the depths of our being, but which we cannot express. When all things seem dark and unexplainable, remember the words of Christ, \"What I do thou knowest not now; but thou shalt know hereafter.\" John 13:7.",
    "Study the history of Joseph and of Daniel. The Lord did not prevent the plottings of men who sought to do them harm; but He caused all these devices to work for good to His servants who amidst trial and conflict preserved their faith and loyalty.",
    "So long as we are in the world, we shall meet with adverse influences. There will be provocations to test the temper; and it is by meeting these in a right spirit that the Christian graces are developed. If Christ dwells in us, we shall be patient, kind, and forbearing, cheerful amid frets and irritations. Day by day and year by year we shall conquer self, and grow into a noble heroism. This is our allotted task; but it cannot be accomplished without help from Jesus, resolute decision, unwavering purpose, continual watchfulness, and unceasing prayer. Each one has a personal battle to fight. Not even God can make our characters noble or our lives useful, unless we become co-workers with Him. Those who decline the struggle lose the strength and joy of victory.",
    "We need not keep our own record of trials and difficulties, griefs, and sorrows. All these things are written in the books, and heaven will take care of them. While we are counting up the disagreeable things, many things that are pleasant to reflect upon are passing from memory, such as the merciful kindness of God surrounding us every moment and the love over which angels marvel, that God gave His Son to die for us. If as workers for Christ you feel that you have had greater cares and trials than have fallen to the lot of others, remember that for you there is a peace unknown to those who shun these burdens. There is comfort and joy in the service of Christ. Let the world see that life with Him is no failure.",
    "If you do not feel lighthearted and joyous, do not talk of your feelings. Cast no shadow upon the lives of others. A cold, sunless religion never draws souls to Christ. It drives them away from Him into the nets that Satan has spread for the feet of the straying. Instead of thinking of your discouragements, think of the power you can claim in Christ's name. Let your imagination take hold upon things unseen. Let your thoughts be directed to the evidences of the great love of God for you. Faith can endure trial, resist temptation, bear up under disappointment. Jesus lives as our advocate. All is ours that His mediation secures.",
    "Think you not that Christ values those who live wholly for Him? Think you not that He visits those who, like the beloved John in exile, are for His sake in hard and trying places? God will not suffer one of His truehearted workers to be left alone, to struggle against great odds and be overcome. He preserves as a precious jewel everyone whose life is hid with Christ in Him. Of every such one He says: \"I . . . will make thee as a signet: for I have chosen thee.\" Haggai 2:23.",
    "Then talk of the promises; talk of Jesus' willingness to bless. He does not forget us for one brief moment. When, notwithstanding disagreeable circumstances, we rest confidingly in His love, and shut ourselves in with Him, the sense of His presence will inspire a deep, tranquil joy. Of Himself Christ said: \"I do nothing of Myself; but as My Father hath taught Me, I speak these things. And He that sent Me is with Me: the Father hath not left Me alone; for I do always those things that please Him.\" John 8:28, 29.",
    "The Father's presence encircled Christ, and nothing befell Him but that which infinite love permitted for the blessing of the world. Here was His source of comfort, and it is for us. He who is imbued with the Spirit of Christ abides in Christ. Whatever comes to him comes from the Saviour, who surrounds him with His presence. Nothing can touch him except by the Lord's permission. All our sufferings and sorrows, all our temptations and trials, all our sadness and griefs, all our persecutions and privations, in short, all things work together for our good. All experiences and circumstances are God's workmen whereby good is brought to us.",
    "If we have a sense of the long-suffering of God toward us, we shall not be found judging or accusing others. When Christ was living on the earth, how surprised His associates would have been, if, after becoming acquainted with Him, they had heard Him speak one word of accusation, of fault-finding, or of impatience. Let us never forget that those who love Him are to represent Him in character.",
    "\"Be kindly affectioned one to another with brotherly love; in honor preferring one another.\" \"Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.\" Romans 12:10; 1 Peter 3:9.",
    "The Lord Jesus demands our acknowledgment of the rights of every man. Men's social rights, and their rights as Christians, are to be taken into consideration. All are to be treated with refinement and delicacy, as the sons and daughters of God.",
    "Christianity will make a man a gentleman. Christ was courteous, even to His persecutors; and His true followers will manifest the same spirit. Look at Paul when brought before rulers. His speech before Agrippa is an illustration of true courtesy as well as persuasive eloquence. The gospel does not encourage the formal politeness current with the world, but the courtesy that springs from real kindness of heart.",
    "The most careful cultivation of the outward proprieties of life is not sufficient to shut out all fretfulness, harsh judgment, and unbecoming speech. True refinement will never be revealed so long as self is considered as the supreme object. Love must dwell in the heart. A thoroughgoing Christian draws his motives of action from his deep heart love for his Master. Up through the roots of his affection for Christ springs an unselfish interest in his brethren. Love imparts to its possessor grace, propriety, and comeliness of deportment. It illuminates the countenance and subdues the voice; it refines and elevates the whole being.",
    "Life is chiefly made up, not of great sacrifices and wonderful achievements, but of little things. It is oftenest through the little things which seem so unworthy of notice that great good or evil is brought into our lives. It is through our failure to endure the tests that come to us in little things, that the habits are molded, the character misshaped; and when the greater tests come, they find us unready. Only by acting upon principle in the tests of daily life can we acquire power to stand firm and faithful in the most dangerous and most difficult positions.",
    "We are never alone. Whether we choose Him or not, we have a companion. Remember that wherever you are, whatever you do, God is there. Nothing that is said or done or thought can escape His attention. To your every word or deed you have a witness—the holy, sin-hating God. Before you speak or act, always think of this. As a Christian, you are a member of the royal family, a child of the heavenly King. Say no word, do no act, that shall bring dishonor upon \"that worthy name by the which ye are called.\" James 2:7.",
    "Study carefully the divine-human character, and constantly inquire, \"What would Jesus do were He in my place?\" This should be the measurement of our duty. Do not place yourselves needlessly in the society of those who by their arts would weaken your purpose to do right, or bring a stain upon your conscience. Do nothing among strangers, in the street, on the cars, in the home, that would have the least appearance of evil. Do something every day to improve, beautify, and ennoble the life that Christ has purchased with His own blood.",
    "Always act from principle, never from impulse. Temper the natural impetuosity of your nature with meekness and gentleness. Indulge in no lightness or trifling. Let no low witticism escape your lips. Even the thoughts are not to be allowed to run riot. They must be restrained, brought into captivity to the obedience of Christ. Let them be placed upon holy things. Then, through the grace of Christ, they will be pure and true.",
    "We need a constant sense of the ennobling power of pure thoughts. The only security for any soul is right thinking. As a man \"thinketh in his heart, so is he.\" Proverbs 23:7. The power of self-restraint strengthens by exercise. That which at first seems difficult, by constant repetition grows easy, until right thoughts and actions become habitual. If we will we may turn away from all that is cheap and inferior, and rise to a high standard; we may be respected by men and beloved of God.",
    "Cultivate the habit of speaking well of others. Dwell upon the good qualities of those with whom you associate, and see as little as possible of their errors and failings. When tempted to complain of what someone has said or done, praise something in that person's life or character. Cultivate thankfulness. Praise God for His wonderful love in giving Christ to die for us. It never pays to think of our grievances. God calls upon us to think of His mercy and His matchless love, that we may be inspired with praise.",
    "Earnest workers have no time for dwelling upon the faults of others. We cannot afford to live on the husks of others' faults or failings. Evilspeaking is a twofold curse, falling more heavily upon the speaker than upon the hearer. He who scatters the seeds of dissension and strife reaps in his own soul the deadly fruits. The very act of looking for evil in others develops evil in those who look. By dwelling upon the faults of others, we are changed into the same image. But by beholding Jesus, talking of His love and perfection of character, we become changed into His image. By contemplating the lofty ideal He has placed before us, we shall be uplifted into a pure and holy atmosphere, even the presence of God. When we abide here, there goes forth from us a light that irradiates all who are connected with us.",
    "Instead of criticizing and condemning others, say, \"I must work out my own salvation. If I co-operate with Him who desires to save my soul, I must watch myself diligently. I must put away every evil from my life. I must overcome every fault. I must become a new creature in Christ. Then, instead of weakening those who are striving against evil, I can strengthen them by encouraging words.\" We are too indifferent in regard to one another. Too often we forget that our fellow laborers are in need of strength and cheer. Take care to assure them of your interest and sympathy. Help them by your prayers, and let them know that you do it.",
    "Not all who profess to be workers for Christ are true disciples. Among those who bear His name, and who are even numbered with His workers, are some who do not represent Him in character. They are not governed by His principles. These persons are often a cause of perplexity and discouragement to their fellow workers who are young in Christian experience; but none need be misled. Christ has given us a perfect example. He bids us follow Him.",
    "Till the end of time there will be tares among the wheat. When the servants of the householder, in their zeal for his honor, asked permission to root out the tares, the master said: \"Nay; lest while ye gather up the tares, ye root up also the wheat with them. Let both grow together until the harvest.\" Matthew 13:29, 30.",
    "In His mercy and long-suffering, God bears patiently with the perverse and even the falsehearted. Among Christ's chosen apostles was Judas the traitor. Should it then be a cause of surprise or discouragement that there are falsehearted ones among His workers today? If He who reads the heart could bear with him who He knew was to be His betrayer, with what patience should we bear with those at fault.",
    "And not all, even of those who appear most faulty, are like Judas. Peter, impetuous, hasty, and self-confident, often appeared to far greater disadvantage than Judas did. He was oftener reproved by the Saviour. But what a life of service and sacrifice was his! What a testimony does it bear to the power of God's grace! So far as we are capable, we are to be to others what Jesus was to His disciples when He walked and talked with them on the earth.",
    "Regard yourselves as missionaries, first of all, among your fellow workers. Often it requires a vast amount of time and labor to win one soul to Christ. And when a soul turns from sin to righteousness, there is joy in the presence of the angels. Think you that the ministering spirits who watch over these souls are pleased to see how indifferently they are treated by some who claim to be Christians? Should Jesus deal with us as we too often deal with one another, who of us could be saved?",
    "Remember that you cannot read hearts. You do not know the motives which prompted the actions that to you look wrong. There are many who have not received a right education; their characters are warped, they are hard and gnarled, and seem to be crooked in every way. But the grace of Christ can transform them. Never cast them aside, never drive them to discouragement or despair by saying, \"You have disappointed me, and I will not try to help you.\" A few words spoken hastily under provocation—just what we think they deserve—may cut the cords of influence that should have bound their hearts to ours.",
    "The consistent life, the patient forbearance, the spirit unruffled under provocation, is always the most conclusive argument and the most solemn appeal. If you have had opportunities and advantages that have not fallen to the lot of others, consider this, and be ever a wise, careful, gentle teacher.",
    "In order to have the wax take a clear, strong impression of the seal, you do not dash the seal upon it in a hasty, violent way; you carefully place the seal on the plastic wax and quietly, steadily press it down until it has hardened in the mold. In like manner deal with human souls. The continuity of Christian influence is the secret of its power, and this depends on the steadfastness of your manifestation of the character of Christ. Help those who have erred, by telling them of your experiences. Show how, when you made grave mistakes, patience, kindness, and helpfulness on the part of your fellow workers gave you courage and hope.",
    "Until the judgment you will never know the influence of a kind, considerate course toward the inconsistent, the unreasonable, the unworthy. When we meet with ingratitude and betrayal of sacred trusts, we are roused to show our contempt or indignation. This the guilty expect; they are prepared for it. But kind forbearance takes them by surprise and often awakens their better impulses and arouses a longing for a nobler life.",
    "\"Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted. Bear ye one another's burdens, and so fulfill the law of Christ.\" Galatians 6:1, 2.",
    "All who profess to be children of God should bear in mind that as missionaries they will be brought into contact with all classes of minds. There are the refined and the coarse, the humble and the proud, the religious and the skeptical, the educated and the ignorant, the rich and the poor. These varied minds cannot be treated alike; yet all need kindness and sympathy. By mutual contact our minds should receive polish and refinement. We are dependent upon one another, closely bound together by the ties of human brotherhood.",
    "\"Heaven forming each on other to depend, <br>A master or a servant or a friend, <br>Bids each on other for assistance call, <br>Till one man's weakness grows the strength of all.\"",
    "It is through the social relations that Christianity comes in contact with the world. Every man or woman who has received the divine illumination is to shed light on the dark pathway of those who are unacquainted with the better way. Social power, sanctified by the Spirit of Christ, must be improved in bringing souls to the Saviour. Christ is not to be hid away in the heart as a coveted treasure, sacred and sweet, to be enjoyed solely by the possessor. We are to have Christ in us as a well of water, springing up into everlasting life, refreshing all who come in contact with us."
]