[
    "Cornelius, the Roman centurion, was a man of wealth and of noble birth. His position was one of trust and honor. A heathen by birth, training, and education, through contact with the Jews he had gained a knowledge of the true God, and he worshiped Him, showing the sincerity of his faith by compassion to the poor. He gave \"alms to the people, and prayed to God always.\" Acts 10:2, A.R.V.",
    "Cornelius had not a knowledge of the gospel as revealed in the life and death of Christ, and God sent a message direct from heaven to him, and by another message directed the apostle Peter to visit and instruct him. Cornelius was not united with the Jewish church, and he would have been looked upon by the rabbis as a heathen and unclean; but God read the sincerity of his heart, and sent messengers from His throne to unite with His servant on earth in teaching the gospel to this officer of Rome.",
    "So today God is seeking for souls among the high as well as the low. There are many like Cornelius, men whom He desires to connect with His church. Their sympathies are with the Lord's people. But the ties that bind them to the world hold them firmly. It requires moral courage for these men to take their position with the lowly ones. Special effort should be made for these souls, who are in so great danger because of their responsibilities and associations.",
    "Much is said concerning our duty to the neglected poor; should not some attention be given to the neglected rich? Many look upon this class as hopeless, and they do little to open the eyes of those, who, blinded and dazed by the glitter of earthly glory, have lost eternity out of their reckoning. Thousands of wealthy men have gone to their graves unwarned. But indifferent as they may appear, many among the rich are soul-burdened. \"He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase.\" He that says to fine gold, \"Thou art my confidence,\" has \"denied the God that is above.\" \"None of them can by any means redeem his brother, nor give to God a ransom for him: (For the redemption of their soul is precious, and it ceaseth forever).\" Ecclesiastes 5:10; Job 31:24, 28; Psalm 49:7, 8.",
    "Riches and worldly honor cannot satisfy the soul. Many among the rich are longing for some divine assurance, some spiritual hope. Many long for something that will bring to an end the monotony of their aimless lives. Many in official life feel their need of something which they have not. Few among them go to church; for they feel that they receive little benefit. The teaching they hear does not touch the heart. Shall we make no personal appeal to them?",
    "Among the victims of want and sin are found those who were once in possession of wealth. Men of different vocations and different stations in life have been overcome by the pollutions of the world, by the use of strong drink, by the indulgence of lust, and have fallen under temptation. While these fallen ones demand pity and help, should not some attention be given to those who have not yet descended to these depths, but who are setting their feet in the same path?",
    "Thousands in positions of trust and honor are indulging habits that mean ruin to soul and body. Ministers of the gospel, statesmen, authors, men of wealth and talent, men of vast business capacity and power for usefulness, are in deadly peril because they do not see the necessity of self-control in all things. They need to have their attention called to the principles of temperance, not in a narrow or arbitrary way, but in the light of God's great purpose for humanity. Could the principles of true temperance thus be brought before them, there are very many of the higher classes who would recognize their value and give them a hearty acceptance.",
    "We should show these persons the result of harmful indulgences in lessening physical, mental, and moral power. Help them to realize their responsibility as stewards of God's gifts. Show them the good they could do with the money they now spend for that which does them only harm. Present the total abstinence pledge, asking that the money they would otherwise spend for liquor, tobacco, or like indulgences be devoted to the relief of the sick poor or for the training of children and youth for usefulness in the world. To such an appeal not many would refuse to listen.",
    "There is another danger to which the wealthy are especially exposed, and here is also a field for the medical missionary. Multitudes who are prosperous in the world, and who never stoop to the common forms of vice, are yet brought to destruction through the love of riches. The cup most difficult to carry is not the cup that is empty, but the cup that is full to the brim. It is this that needs to be most carefully balanced. Affliction and adversity bring disappointment and sorrow; but it is prosperity that is most dangerous to spiritual life.",
    "Those who are suffering reverses are represented by the bush that Moses saw in the desert, which, though burning, was not consumed. The angel of the Lord was in the midst of the bush. So in deprivation and affliction the brightness of the presence of the Unseen is with us to comfort and sustain. Often prayer is solicited for those who are suffering from illness or adversity; but our prayers are most needed by the men entrusted with prosperity and influence.",
    "In the valley of humiliation, where men feel their need and depend on God to guide their steps, there is comparative safety. But the men who stand, as it were, on a lofty pinnacle, and who, because of their position, are supposed to possess great wisdom—these are in greatest peril. Unless such men make God their dependence, they will surely fall.",
    "The Bible condemns no man for being rich, if he has acquired his riches honestly. Not money, but the love of money, is the root of all evil. It is God who gives men power to get wealth; and in the hands of him who acts as God's steward, using his means unselfishly, wealth is a blessing, both to its possessor and to the world. But many, absorbed in their interest in worldly treasures, become insensible to the claims of God and the needs of their fellow men. They regard their wealth as a means of glorifying themselves. They add house to house, and land to land; they fill their homes with luxuries, while all about them are human beings in misery and crime, in disease and death. Those who thus give their lives to self-serving are developing in themselves, not the attributes of God, but the attributes of the wicked one.",
    "These men are in need of the gospel. They need to have their eyes turned from the vanity of material things to behold the preciousness of the enduring riches. They need to learn the joy of giving, the blessedness of being co-workers with God.",
    "The Lord bids us, \"Charge them that are rich in this world\" that they trust not \"in uncertain riches, but in the living God, who giveth us richly all things to enjoy; that they do good, that they be rich in good works, ready to distribute, willing to communicate; laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.\" 1 Timothy 6:17-19.",
    "It is by no casual, accidental touch that wealthy, world-loving, world-worshiping souls can be drawn to Christ. These persons are often the most difficult of access. Personal effort must be put forth for them by men and women imbued with the missionary spirit, those who will not fail or be discouraged.",
    "Some are especially fitted to work for the higher classes. These should seek wisdom from God to know how to reach these persons, to have not merely a casual acquaintance with them, but by personal effort and living faith to awaken them to the needs of the soul, to lead them to a knowledge of the truth as it is in Jesus.",
    "Many suppose that in order to reach the higher classes, a manner of life and method of work must be adopted that will be suited to their fastidious tastes. An appearance of wealth, costly edifices, expensive dress, equipage, and surroundings, conformity to worldly customs, the artificial polish of fashionable society, classical culture, the graces of oratory, are thought to be essential. This is an error. The way of worldly policy is not God's way of reaching the higher classes. That which will reach them effectually is a consistent, unselfish presentation of the gospel of Christ.",
    "The experience of the apostle Paul in meeting the philosophers of Athens has a lesson for us. In presenting the gospel before the court of the Areopagus, Paul met logic with logic, science with science, philosophy with philosophy. The wisest of his hearers were astonished and silenced. His words could not be controverted. But the effort bore little fruit. Few were led to accept the gospel. Henceforth Paul adopted a different manner of labor. He avoided elaborate arguments and discussion of theories, and in simplicity pointed men and women to Christ as the Saviour of sinners. Writing to the Corinthians of his work among them, he said:",
    "\"I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God. For I determined not to know anything among you, save Jesus Christ, and Him crucified. . . . My speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power: that your faith should not stand in the wisdom of men, but in the power of God.\" 1 Corinthians 2:1-5. <br><br>Again, in his letter to the Romans, he says: <br><br>\"I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to everyone that believeth; to the Jew first, and also to the Greek.\" Romans 1:16.",
    "Let those who work for the higher classes bear themselves with true dignity, remembering that angels are their companions. Let them keep the treasure house of mind and heart filled with, \"It is written.\" Hang in memory's hall the precious words of Christ. They are to be valued far above gold or silver.",
    "Christ has said that it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God. In the work for this class many discouragements will be presented, many heartsickening revelations will be made. But all things are possible with God. He can and will work through human agencies upon the minds of men whose lives have been devoted to money getting.",
    "There are miracles to be wrought in genuine conversion, miracles that are not now discerned. The greatest men of the earth are not beyond the power of a wonder-working God. If those who are workers together with Him will do their duty bravely and faithfully, God will convert men who occupy responsible places, men of intellect and influence. Through the power of the Holy Spirit, many will be led to accept the divine principles.",
    "When it is made plain that the Lord expects them as His representatives to relieve suffering humanity, many will respond and will give of their means and their sympathies for the benefit of the poor. As their minds are thus drawn away from their own selfish interests, many will surrender themselves to Christ. With their talents of influence and means they will gladly unite in the work of beneficence with the humble missionary who was God's agent in their conversion. By a right use of their earthly treasures they will lay up for themselves \"a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.\"",
    "When converted to Christ, many will become agencies in the hand of God to work for others of their own class. They will feel that a dispensation of the gospel is committed to them for those who have made this world their all. Time and money will be consecrated to God, talent and influence will be devoted to the work of winning souls to Christ.",
    "Only eternity will reveal what has been accomplished by this kind of ministry—how many souls, sick with doubt and tired of worldliness and unrest, have been brought to the great Restorer, who longs to save to the uttermost all that come unto Him. Christ is a risen Saviour, and there is healing in His wings."
]