[
    "The Scripture says that \"men ought always to pray, and not to faint\" (Luke 18:1); and if ever there is a time when they feel their need of prayer, it is when strength fails and life itself seems slipping from their grasp. Often those who are in health forget the wonderful mercies continued to them day by day, year after year, and they render no tribute of praise to God for His benefits. But when sickness comes, God is remembered. When human strength fails, men feel their need of divine help. And never does our merciful God turn from the soul that in sincerity seeks Him for help. He is our refuge in sickness as in health.",
    "\"Like as a father pitieth his children, <br>So the Lord pitieth them that fear Him. <br>For He knoweth our frame; <br>He remembereth that we are dust.\" <br>Psalm 103:13, 14.",
    "\"Because of their transgression, <br>And because of their iniquities, [men] are afflicted. <br>Their soul abhorreth all manner of food; <br>And they draw near unto the gates of death.\" <br>Psalm 107:17, 18, A.R.V.",
    "\"Then they cry unto the Lord in their trouble, <br>And He saveth them out of their distresses. <br>He sendeth His word, and healeth them, <br>And delivereth them from their destructions.\" <br>Verses 19, 20, R.V.",
    "God is just as willing to restore the sick to health now as when the Holy Spirit spoke these words through the psalmist. And Christ is the same compassionate physician now that He was during His earthly ministry. In Him there is healing balm for every disease, restoring power for every infirmity. His disciples in this time are to pray for the sick as verily as the disciples of old prayed. And recoveries will follow; for \"the prayer of faith shall save the sick.\" We have the Holy Spirit's power, the calm assurance of faith, that can claim God's promises. The Lord's promise, \"They shall lay hands on the sick, and they shall recover\" (Mark 16:18), is just as trustworthy now as in the days of the apostles. It presents the privilege of God's children, and our faith should lay hold of all that it embraces. Christ's servants are the channel of His working, and through them He desires to exercise His healing power. It is our work to present the sick and suffering to God in the arms of our faith. We should teach them to believe in the Great Healer.",
    "The Saviour would have us encourage the sick, the hopeless, the afflicted, to take hold upon His strength. Through faith and prayer the sickroom may be transformed into a Bethel. In word and deed, physicians and nurses may say, so plainly that it cannot be misunderstood, \"God is in this place\" to save, and not to destroy. Christ desires to manifest His presence in the sickroom, filling the hearts of physicians and nurses with the sweetness of His love. If the life of the attendants upon the sick is such that Christ can go with them to the bedside of the patient, there will come to him the conviction that the compassionate Saviour is present, and this conviction will itself do much for the healing of both the soul and the body.",
    "And God hears prayer. Christ has said, \"If ye shall ask anything in My name, I will do it.\" Again He says, \"If any man serve Me, him will My Father honor.\" John 14:14; 12:26. If we live according to His word, every precious promise",
    "He has given will be fulfilled to us. We are undeserving of His mercy, but as we give ourselves to Him, He receives us. He will work for and through those who follow Him.",
    "But only as we live in obedience to His word can we claim the fulfillment of His promises. The psalmist says, \"If I regard iniquity in my heart, the Lord will not hear me.\" Psalm 66:18. If we render to Him only a partial, halfhearted obedience, His promises will not be fulfilled to us.",
    "In the word of God we have instruction relative to special prayer for the recovery of the sick. But the offering of such prayer is a most solemn act, and should not be entered upon without careful consideration. In many cases of prayer for the healing of the sick, that which is called faith is nothing less than presumption.",
    "Many persons bring disease upon themselves by their self-indulgence. They have not lived in accordance with natural law or the principles of strict purity. Others have disregarded the laws of health in their habits of eating and drinking, dressing, or working. Often some form of vice is the cause of feebleness of mind or body. Should these persons gain the blessing of health, many of them would continue to pursue the same course of heedless transgression of God's natural and spiritual laws, reasoning that if God heals them in answer to prayer, they are at liberty to continue their unhealthful practices and to indulge perverted appetite without restraint. If God were to work a miracle in restoring these persons to health, He would be encouraging sin.",
    "It is labor lost to teach people to look to God as a healer of their infirmities, unless they are taught also to lay aside unhealthful practices. In order to receive His blessing in answer to prayer, they must cease to do evil and learn to do well. Their surroundings must be sanitary, their habits of life correct. They must live in harmony with the law of God, both natural and spiritual.",
    "To those who desire prayer for their restoration to health, it should be made plain that the violation of God's law, either natural or spiritual, is sin, and that in order for them to receive His blessing, sin must be confessed and forsaken.",
    "The Scripture bids us, \"Confess your faults one to another, and pray one for another, that ye may be healed.\" James 5:16. To the one asking for prayer, let thoughts like these be presented: \"We cannot read the heart, or know the secrets of your life. These are known only to yourself and to God. If you repent of your sins, it is your duty to make confession of them.\" Sin of a private character is to be confessed to Christ, the only mediator between God and man. For \"if any man sin, we have an advocate with the Father, Jesus Christ the righteous.\" 1 John 2:1. Every sin is an offense against God and is to be confessed to Him through Christ. Every open sin should be as openly confessed. Wrong done to a fellow being should be made right with the one who has been offended. If any who are seeking health have been guilty of evilspeaking, if they have sowed discord in the home, the neighborhood, or the church, and have stirred up alienation and dissension, if by any wrong practice they have led others into sin, these things should be confessed before God and before those who have been offended. \"If we confess our sins, He is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.\" 1 John 1:9.",
    "When wrongs have been righted, we may present the needs of the sick to the Lord in calm faith, as His Spirit may indicate. He knows each individual by name, and cares for each as if there were not another upon the earth for whom He gave His beloved Son. Because God's love is so great and so unfailing, the sick should be encouraged to trust in Him and be cheerful. To be anxious about themselves tends to cause weakness and disease. If they will rise above depression and gloom, their prospect of recovery will be better; for \"the eye of the Lord is upon them\" \"that hope in His mercy.\" Psalm 33:18.",
    "In prayer for the sick it should be remembered that \"we know not what we should pray for as we ought.\" Romans 8:26. We do not know whether the blessing we desire will be best or not. Therefore our prayers should include this thought: \"Lord, thou knowest every secret of the soul. Thou art acquainted with these persons. Jesus, their Advocate, gave His life for them. His love for them is greater than ours can possibly be. If, therefore, it is for Thy glory and the good of the afflicted ones, we ask, in the name of Jesus, that they may be restored to health. If it be not Thy will that they may be restored, we ask that Thy grace may comfort and Thy presence sustain them in their sufferings.\"",
    "God knows the end from the beginning. He is acquainted with the hearts of all men. He reads every secret of the soul. He knows whether those for whom prayer is offered would or would not be able to endure the trials that would come upon them should they live. He knows whether their lives would be a blessing or a curse to themselves and to the world. This is one reason why, while presenting our petitions with earnestness, we should say, \"Nevertheless not my will, but Thine, be done.\" Luke 22:42. Jesus added these words of submission to the wisdom and will of God when in the Garden of Gethsemane He pleaded, \"O My Father, if it be possible, let this cup pass from Me.\" Matthew 26:39. And if they were appropriate for Him, the Son of God, how much more are they becoming on the lips of finite, erring mortals!",
    "The consistent course is to commit our desires to our all-wise heavenly Father, and then, in perfect confidence, trust all to Him. We know that God hears us if we ask according to His will. But to press our petitions without a submissive spirit is not right; our prayers must take the form, not of command, but of intercession.",
    "There are cases where God works decidedly by His divine power in the restoration of health. But not all the sick are healed. Many are laid away to sleep in Jesus. John on the Isle of Patmos was bidden to write: \"Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labors; and their works do follow them.\" Revelation 14:13. From this we see that if persons are not raised to health, they should not on this account be judged as wanting in faith.",
    "We all desire immediate and direct answers to our prayers, and are tempted to become discouraged when the answer is delayed or comes in an unlooked-for form. But God is too wise and good to answer our prayers always at just the time and in just the manner we desire. He will do more and better for us than to accomplish all our wishes. And because we can trust His wisdom and love, we should not ask Him to concede to our will, but should seek to enter into and accomplish His purpose. Our desires and interests should be lost in His will. These experiences that test faith are for our benefit. By them it is made manifest whether our faith is true and sincere, resting on the word of God alone, or whether depending on circumstances, it is uncertain and changeable. Faith is strengthened by exercise. We must let patience have its perfect work, remembering that there are precious promises in the Scriptures for those who wait upon the Lord.",
    "Not all understand these principles. Many who seek the Lord's healing mercy think that they must have a direct and immediate answer to their prayers or their faith is defective. For this reason, those who are weakened by disease need to be counseled wisely, that they may act with discretion. They should not disregard their duty to the friends who may survive them, or neglect to employ nature's agencies for the restoration of health.",
    "Often there is danger of error here. Believing that they will be healed in answer to prayer, some fear to do anything that might seem to indicate a lack of faith. But they should not neglect to set their affairs in order as they would desire to do if they expected to be removed by death. Nor should they fear to utter words of encouragement or counsel which at the parting hour they wish to speak to their loved ones.",
    "Those who seek healing by prayer should not neglect to make use of the remedial agencies within their reach. It is not a denial of faith to use such remedies as God has provided to alleviate pain and to aid nature in her work of restoration. It is no denial of faith to co-operate with God, and to place themselves in the condition most favorable to recovery. God has put it in our power to obtain a knowledge of the laws of life. This knowledge has been placed within our reach for use. We should employ every facility for the restoration of health, taking every advantage possible, working in harmony with natural laws. When we have prayed for the recovery of the sick, we can work with all the more energy, thanking God that we have the privilege of co-operating with Him, and asking His blessing on the means which He Himself has provided.",
    "We have the sanction of the word of God for the use of remedial agencies. Hezekiah, king of Israel, was sick, and a prophet of God brought him the message that he should die. He cried unto the Lord, and the Lord heard His servant and sent him a message that fifteen years should be added to his life. Now, one word from God would have healed Hezekiah instantly; but special directions were given, \"Let them take a lump of figs, and lay it for a plaster upon the boil, and he shall recover.\" Isaiah 38:21.",
    "On one occasion Christ anointed the eyes of a blind man with clay and bade him, \"Go, wash in the pool of Siloam. . . . He went his way therefore, and washed, and came seeing.\" John 9:7. The cure could be wrought only by the power of the Great Healer, yet Christ made use of the simple agencies of nature. While He did not give countenance to drug medication, He sanctioned the use of simple and natural remedies.",
    "When we have prayed for the recovery of the sick, whatever the outcome of the case, let us not lose faith in God. If we are called upon to meet bereavement, let us accept the bitter cup, remembering that a Father's hand holds it to our lips. But should health be restored, it should not be forgotten that the recipient of healing mercy is placed under renewed obligation to the Creator. When the ten lepers were cleansed, only one returned to find Jesus and give Him glory. Let none of us be like the unthinking nine, whose hearts were untouched by the mercy of God. \"Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.\" James 1:17."
]